Repository: maximgorbatyuk/journey-wallet
Catalog: JourneyWallet/*.lproj/Localizable.strings
Languages: kk, ru, tr, uk

# hotel.detail.address
source: Address
kk: Мекенжай
ru: Адрес
tr: Adres
uk: Адреса

# hotel.detail.phone
source: Phone
kk: Телефон
ru: Телефон
tr: Telefon
uk: Телефон

# hotel.detail.check_in
source: Check-in
kk: Кіру
ru: Заезд
tr: Giriş
uk: Заїзд

# hotel.detail.check_out
source: Check-out
kk: Шығу
ru: Выезд
tr: Çıkış
uk: Виїзд

# hotel.detail.duration
source: Duration
kk: Ұзақтығы
ru: Продолжительность
tr: Süre
uk: Тривалість

# hotel.detail.booking_reference
source: Booking Reference
kk: Брондау нөмірі
ru: Номер брони
tr: Rezervasyon Numarası
uk: Номер бронювання

# hotel.detail.room_type
source: Room Type
kk: Бөлме түрі
ru: Тип номера
tr: Oda Tipi
uk: Тип номера

# hotel.detail.total_cost
source: Total Cost
kk: Жалпы құны
ru: Общая стоимость
tr: Toplam Maliyet
uk: Загальна вартість

# hotel.detail.per_night
source: Per Night
kk: Түніне
ru: За ночь
tr: Gece Başına
uk: За ніч

# hotel.detail.notes
source: Notes
kk: Ескертпелер
ru: Заметки
tr: Notlar
uk: Нотатки

# hotel.detail.check_in_in
source: Check-in in
kk: Кіру
ru: Заезд через
tr: Giriş
uk: Заїзд через

# hotel.detail.checking_in_soon
source: Checking in soon
kk: Жақында кіру
ru: Скоро заезд
tr: Yakında giriş
uk: Скоро заїзд

# hotel.detail.add_reminder
source: Add Reminder
kk: Еске салу қосу
ru: Добавить напоминание
tr: Hatırlatıcı Ekle
uk: Додати нагадування

# hotel.detail.delete_confirm.title
source: Delete Hotel?
kk: Қонақ үйді жою?
ru: Удалить отель?
tr: Oteli Sil?
uk: Видалити готель?

# hotel.detail.delete_confirm.message
source: This will permanently delete this hotel booking and any associated reminders.
kk: Бұл қонақ үй брондауын және барлық байланысты еске салуларды біржола жояды.
ru: Это навсегда удалит бронирование отеля и все связанные напоминания.
tr: Bu işlem otel rezervasyonunu ve ilgili tüm hatırlatıcıları kalıcı olarak silecektir.
uk: Це назавжди видалить бронювання готелю та всі пов'язані нагадування.

# hotel.detail.action.call
source: Call Hotel
kk: Қонақ үйге қоңырау шалу
ru: Позвонить в отель
tr: Oteli Ara
uk: Зателефонувати в готель

# hotel.detail.action.map
source: Open in Maps
kk: Картадан ашу
ru: Открыть на карте
tr: Haritada Aç
uk: Відкрити на карті

# hotel.detail.action.reminder
source: Add Reminder
kk: Еске салу қосу
ru: Добавить напоминание
tr: Hatırlatıcı Ekle
uk: Додати нагадування

# hotel.form.add_title
source: Add Hotel
kk: Қонақ үй қосу
ru: Добавить отель
tr: Otel Ekle
uk: Додати готель

# hotel.form.edit_title
source: Edit Hotel
kk: Қонақ үйді өңдеу
ru: Редактировать отель
tr: Oteli Düzenle
uk: Редагувати готель

# hotel.form.section.hotel
source: Hotel Information
kk: Қонақ үй ақпараты
ru: Информация об отеле
tr: Otel Bilgileri
uk: Інформація про готель

# hotel.form.section.dates
source: Dates
kk: Күндер
ru: Даты
tr: Tarihler
uk: Дати

# hotel.form.section.booking
source: Booking Details
kk: Брондау мәліметтері
ru: Детали бронирования
tr: Rezervasyon Detayları
uk: Деталі бронювання

# hotel.form.section.contact
source: Contact
kk: Байланыс
ru: Контакт
tr: İletişim
uk: Контакт

# hotel.form.section.cost
source: Cost
kk: Құны
ru: Стоимость
tr: Maliyet
uk: Вартість

# hotel.form.section.notes
source: Notes
kk: Ескертпелер
ru: Заметки
tr: Notlar
uk: Нотатки

# hotel.form.name
source: Hotel Name
kk: Қонақ үй атауы
ru: Название отеля
tr: Otel Adı
uk: Назва готелю

# hotel.form.address
source: Address
kk: Мекенжай
ru: Адрес
tr: Adres
uk: Адреса

# hotel.form.check_in
source: Check-in
kk: Кіру
ru: Заезд
tr: Giriş
uk: Заїзд

# hotel.form.check_out
source: Check-out
kk: Шығу
ru: Выезд
tr: Çıkış
uk: Виїзд

# hotel.form.nights
source: Nights
kk: Түн
ru: Ночей
tr: Gece
uk: Ночей

# hotel.form.booking_reference
source: Booking Reference
kk: Брондау нөмірі
ru: Номер брони
tr: Rezervasyon Numarası
uk: Номер бронювання

# hotel.form.room_type
source: Room Type
kk: Бөлме түрі
ru: Тип номера
tr: Oda Tipi
uk: Тип номера

# hotel.form.phone
source: Contact Phone
kk: Байланыс телефоны
ru: Контактный телефон
tr: İletişim Telefonu
uk: Контактний телефон

# hotel.form.currency
source: Currency
kk: Валюта
ru: Валюта
tr: Para Birimi
uk: Валюта

# hotel.form.total_cost
source: Total Cost
kk: Жалпы құны
ru: Общая стоимость
tr: Toplam Maliyet
uk: Загальна вартість

# hotel.form.per_night
source: Per Night
kk: Түніне
ru: За ночь
tr: Gece Başına
uk: За ніч

# hotel.form.notes
source: Notes
kk: Ескертпелер
ru: Заметки
tr: Notlar
uk: Нотатки

# hotel.form.validation.error
source: Validation Error
kk: Тексеру қатесі
ru: Ошибка валидации
tr: Doğrulama Hatası
uk: Помилка валідації

# hotel.form.validation.name_required
source: Please enter a hotel name.
kk: Қонақ үй атауын енгізіңіз.
ru: Пожалуйста, введите название отеля.
tr: Lütfen bir otel adı girin.
uk: Будь ласка, введіть назву готелю.

# hotel.form.validation.address_required
source: Please enter an address.
kk: Мекенжай енгізіңіз.
ru: Пожалуйста, введите адрес.
tr: Lütfen bir adres girin.
uk: Будь ласка, введіть адресу.

# hotel.form.validation.date_order
source: Check-out date must be after check-in date.
kk: Шығу күні кіру күнінен кейін болуы керек.
ru: Дата выезда должна быть позже даты заезда.
tr: Çıkış tarihi giriş tarihinden sonra olmalıdır.
uk: Дата виїзду повинна бути пізніше дати заїзду.

# hotel.reminder.title
source: Add Reminder
kk: Еске салу қосу
ru: Добавить напоминание
tr: Hatırlatıcı Ekle
uk: Додати нагадування

# hotel.reminder.when
source: When to Remind
kk: Қашан еске салу
ru: Когда напомнить
tr: Ne Zaman Hatırlat
uk: Коли нагадати

# hotel.reminder.day_before
source: Day before check-in
kk: Кіруден бір күн бұрын
ru: За день до заезда
tr: Girişten bir gün önce
uk: За день до заїзду

# hotel.reminder.two_days_before
source: 2 days before
kk: 2 күн бұрын
ru: За 2 дня
tr: 2 gün önce
uk: За 2 дні

# hotel.reminder.week_before
source: Week before
kk: Бір апта бұрын
ru: За неделю
tr: Bir hafta önce
uk: За тиждень

# hotel.reminder.custom
source: Custom time
kk: Өзгеше уақыт
ru: Другое время
tr: Özel zaman
uk: Інший час

# hotel.reminder.date
source: Reminder Date
kk: Еске салу күні
ru: Дата напоминания
tr: Hatırlatma Tarihi
uk: Дата нагадування

# hotel.reminder.save
source: Save Reminder
kk: Еске салуды сақтау
ru: Сохранить напоминание
tr: Hatırlatıcıyı Kaydet
uk: Зберегти нагадування

# hotel.reminder.notification.title
source: Hotel Check-in
kk: Қонақ үйге кіру
ru: Заезд в отель
tr: Otel Girişi
uk: Заїзд до готелю

# car_rental.list.title
source: Car Rentals
kk: Автокөлік жалдау
ru: Аренда авто
tr: Araç Kiralama
uk: Оренда авто

# car_rental.list.empty.title
source: No car rentals
kk: Автокөлік жалдау жоқ
ru: Нет аренды автомобилей
tr: Araç kiralama yok
uk: Оренди авто немає

# car_rental.list.empty.message
source: Add your car rental bookings to keep track of your vehicles.
kk: Сапарларыңызды қадағалау үшін автокөлік жалдауларын қосыңыз.
ru: Добавьте бронирования автомобилей, чтобы отслеживать ваши поездки.
tr: Seyahatlerinizi takip etmek için araç kiralama rezervasyonlarınızı ekleyin.
uk: Додайте бронювання оренди авто, щоб відстежувати ваші поїздки.

# car_rental.list.add_first
source: Add Car Rental
kk: Автокөлік жалдау
ru: Добавить аренду авто
tr: Araç Kirala
uk: Орендувати авто

# car_rental.filter.all
source: All
kk: Барлығы
ru: Все
tr: Tümü
uk: Всі

# car_rental.filter.upcoming
source: Upcoming
kk: Алдағы
ru: Предстоящие
tr: Yaklaşan
uk: Майбутні

# car_rental.filter.active
source: Active
kk: Белсенді
ru: Активные
tr: Aktif
uk: Активні

# car_rental.filter.past
source: Past
kk: Өткен
ru: Прошедшие
tr: Geçmiş
uk: Минулі

# car_rental.status.upcoming
source: Upcoming
kk: Алдағы
ru: Предстоит
tr: Yaklaşan
uk: Майбутня

# car_rental.status.active
source: Active
kk: Белсенді
ru: Активная
tr: Aktif
uk: Активна

# car_rental.status.past
source: Past
kk: Өткен
ru: Прошло
tr: Geçmiş
uk: Минула

# car_rental.days
source: days
kk: күн
ru: дней
tr: gün
uk: днів

# car_rental.days_short
source: d
kk: к
ru: д
tr: g
uk: д

# car_rental.detail.title
source: Car Rental Details
kk: Жалдау мәліметтері
ru: Детали аренды
tr: Kiralama Detayları
uk: Деталі оренди

# car_rental.detail.car_type
source: Car Type
kk: Көлік түрі
ru: Тип автомобиля
tr: Araç Tipi
uk: Тип авто

# car_rental.detail.pickup
source: Pickup
kk: Алу
ru: Получение
tr: Alış
uk: Отримання

# car_rental.detail.dropoff
source: Dropoff
kk: Қайтару
ru: Возврат
tr: Teslim
uk: Повернення

# car_rental.detail.pickup_location
source: Pickup Location
kk: Алу орны
ru: Место получения
tr: Alış Yeri
uk: Місце отримання

# car_rental.detail.dropoff_location
source: Dropoff Location
kk: Қайтару орны
ru: Место возврата
tr: Teslim Yeri
uk: Місце повернення

# car_rental.detail.same_location
source: Same pickup & dropoff location
kk: Сол жерге қайтару
ru: Возврат в том же месте
tr: Aynı yere teslim
uk: Повернення в те саме місце

# car_rental.detail.duration
source: Duration
kk: Ұзақтығы
ru: Продолжительность
tr: Süre
uk: Тривалість

# car_rental.detail.booking_reference
source: Booking Reference
kk: Брондау нөмірі
ru: Номер брони
tr: Rezervasyon Numarası
uk: Номер бронювання

# car_rental.detail.total_cost
source: Total Cost
kk: Жалпы құны
ru: Общая стоимость
tr: Toplam Maliyet
uk: Загальна вартість

# car_rental.detail.per_day
source: Per Day
kk: Күніне
ru: В день
tr: Günlük
uk: За день

# car_rental.detail.notes
source: Notes
kk: Ескертпелер
ru: Заметки
tr: Notlar
uk: Нотатки

# car_rental.detail.pickup_in
source: Pickup in
kk: Алу
ru: Получение через
tr: Alış
uk: Отримання через

# car_rental.detail.add_reminder
source: Add Reminder
kk: Еске салу қосу
ru: Добавить напоминание
tr: Hatırlatıcı Ekle
uk: Додати нагадування

# car_rental.detail.delete_confirm.title
source: Delete Car Rental?
kk: Жалдауды жою?
ru: Удалить аренду?
tr: Kiralamayı Sil?
uk: Видалити оренду?

# car_rental.detail.delete_confirm.message
source: This will permanently delete this car rental booking and any associated reminders.
kk: Бұл жалдау брондауын және барлық байланысты еске салуларды біржола жояды.
ru: Это навсегда удалит бронирование аренды и все связанные напоминания.
tr: Bu işlem kiralama rezervasyonunu ve ilgili tüm hatırlatıcıları kalıcı olarak silecektir.
uk: Це назавжди видалить бронювання оренди та всі пов'язані нагадування.

# car_rental.detail.action.reminder
source: Add Reminder
kk: Еске салу қосу
ru: Добавить напоминание
tr: Hatırlatıcı Ekle
uk: Додати нагадування

# car_rental.form.add_title
source: Add Car Rental
kk: Автокөлік жалдау қосу
ru: Добавить аренду авто
tr: Araç Kiralama Ekle
uk: Додати оренду авто

# car_rental.form.edit_title
source: Edit Car Rental
kk: Жалдауды өңдеу
ru: Редактировать аренду
tr: Kiralamayı Düzenle
uk: Редагувати оренду

# car_rental.form.section.company
source: Company
tr: Şirket Bilgileri
uk: Інформація про компанію

# car_rental.form.section.booking
source: Booking Details
tr: Rezervasyon Detayları
uk: Деталі бронювання

# car_rental.form.section.cost
source: Cost
tr: Maliyet
uk: Вартість

# car_rental.form.section.notes
source: Notes
kk: Ескертпелер
ru: Заметки
tr: Notlar
uk: Нотатки

# car_rental.form.company
source: Rental Company
kk: Жалдау компаниясы
ru: Компания по аренде
tr: Kiralama Şirketi
uk: Компанія з оренди

# car_rental.form.car_type
source: Car Type
tr: Araç Tipi
uk: Тип авто

# car_rental.form.pickup_date
source: Pickup Date
kk: Алу күні
ru: Дата получения
tr: Alış Tarihi
uk: Дата отримання

# car_rental.form.pickup_location
source: Pickup Location
kk: Алу орны
ru: Место получения
tr: Alış Yeri
uk: Місце отримання

# car_rental.form.dropoff_date
source: Dropoff Date
kk: Қайтару күні
ru: Дата возврата
tr: Teslim Tarihi
uk: Дата повернення

# car_rental.form.dropoff_location
source: Dropoff Location
kk: Қайтару орны
ru: Место возврата
tr: Teslim Yeri
uk: Місце повернення

# car_rental.form.same_location
source: Return to same location
kk: Сол жерге қайтару
ru: Возврат в том же месте
tr: Aynı yere teslim
uk: Повернення в те саме місце

# car_rental.form.booking_reference
source: Booking Reference
kk: Брондау нөмірі
ru: Номер брони
tr: Rezervasyon Numarası
uk: Номер бронювання

# car_rental.form.currency
source: Currency
kk: Валюта
ru: Валюта
tr: Para Birimi
uk: Валюта

# car_rental.form.total_cost
source: Total Cost
kk: Жалпы құны
ru: Общая стоимость
tr: Toplam Maliyet
uk: Загальна вартість

# car_rental.form.per_day
source: Per Day
kk: Күніне
ru: В день
tr: Günlük
uk: За день

# car_rental.form.notes
source: Notes
kk: Ескертпелер
ru: Заметки
tr: Notlar
uk: Нотатки

# car_rental.form.validation.error
source: Validation Error
kk: Тексеру қатесі
ru: Ошибка валидации
tr: Doğrulama Hatası
uk: Помилка валідації

# car_rental.form.validation.company_required
source: Please enter a rental company name.
tr: Lütfen bir şirket adı girin.
uk: Будь ласка, введіть назву компанії.

# car_rental.form.validation.date_order
source: Dropoff date must be after pickup date.
kk: Қайтару күні алу күнінен кейін болуы керек.
ru: Дата возврата должна быть позже даты получения.
tr: Teslim tarihi alış tarihinden sonra olmalıdır.
uk: Дата повернення повинна бути пізніше дати отримання.

# car_rental.reminder.title
source: Add Reminder
kk: Еске салу қосу
ru: Добавить напоминание
tr: Hatırlatıcı Ekle
uk: Додати нагадування

# car_rental.reminder.when
source: When to Remind
kk: Қашан еске салу
ru: Когда напомнить
tr: Ne Zaman Hatırlat
uk: Коли нагадати

# car_rental.reminder.day_before
source: Day before pickup
kk: Алудан бір күн бұрын
ru: За день до получения
tr: Alıştan bir gün önce
uk: За день до отримання

# car_rental.reminder.two_days_before
source: 2 days before
kk: 2 күн бұрын
ru: За 2 дня
tr: 2 gün önce
uk: За 2 дні

# car_rental.reminder.week_before
source: Week before
kk: Бір апта бұрын
ru: За неделю
tr: Bir hafta önce
uk: За тиждень

# car_rental.reminder.custom
source: Custom time
kk: Өзгеше уақыт
ru: Другое время
tr: Özel zaman
uk: Інший час

# car_rental.reminder.date
source: Reminder Date
kk: Еске салу күні
ru: Дата напоминания
tr: Hatırlatma Tarihi
uk: Дата нагадування

# car_rental.reminder.save
source: Save Reminder
kk: Еске салуды сақтау
ru: Сохранить напоминание
tr: Hatırlatıcıyı Kaydet
uk: Зберегти нагадування

# car_rental.reminder.notification.title
source: Car Rental Pickup
kk: Автокөлікті алу
ru: Получение автомобиля
tr: Araç Alışı
uk: Отримання автомобіля

# quick_add.title
source: Add to Journey
kk: Саяхатқа қосу
ru: Добавить к поездке
tr: Seyahate Ekle
uk: Додати до подорожі

# quick_add.transport
source: Transport
kk: Көлік
ru: Транспорт
tr: Ulaşım
uk: Транспорт

# quick_add.hotel
source: Hotel
kk: Қонақ үй
ru: Отель
tr: Otel
uk: Готель

# quick_add.car_rental
source: Car Rental
kk: Авто жалдау
ru: Аренда авто
tr: Araç Kiralama
uk: Оренда авто

# quick_add.document
source: Document
kk: Құжат
ru: Документ
tr: Belge
uk: Документ

# quick_add.note
source: Note
kk: Жазба
ru: Заметка
tr: Not
uk: Нотатка

# quick_add.place
source: Place to Visit
kk: Бару орны
ru: Место для посещения
tr: Ziyaret Edilecek Yer
uk: Місце для відвідування

# quick_add.reminder
source: Reminder
kk: Еске салу
ru: Напоминание
tr: Hatırlatıcı
uk: Нагадування

# quick_add.expense
source: Expense
kk: Шығын
ru: Расход
tr: Harcama
uk: Витрата

# quick_add.coming_soon
source: Coming soon
kk: Жақында
ru: Скоро будет доступно
tr: Yakında
uk: Незабаром

# document.list.title
source: Documents
kk: Құжаттар
ru: Документы
tr: Belgeler
uk: Документи

# document.list.empty.title
source: No documents
kk: Құжаттар жоқ
ru: Нет документов
tr: Belge yok
uk: Документів немає

# document.list.empty.message
source: Add your travel documents, tickets, and confirmations.
kk: Паспорттарды, билеттерді және басқа құжаттарды сақтаңыз.
ru: Добавьте ваши проездные документы, билеты и подтверждения.
tr: Seyahat belgelerinizi, biletlerinizi ve onaylarınızı ekleyin.
uk: Зберігайте паспорти, квитки та інші документи подорожі.

# document.list.add_first
source: Add Document
kk: Құжат қосу
ru: Добавить документ
tr: Belge Ekle
uk: Додати документ

# document.filter.all
source: All
kk: Барлығы
ru: Все
tr: Tümü
uk: Всі

# document.filter.pdf
source: PDFs
kk: PDF
ru: PDF
tr: PDF'ler
uk: PDF

# document.filter.images
source: Images
kk: Суреттер
ru: Изображения
tr: Görseller
uk: Зображення

# document.summary.files
source: files
kk: файл
ru: файлов
tr: dosya
uk: файлів

# document.import.title
source: Add Document
kk: Құжат импорттау
ru: Добавить документ
tr: Belge Ekle
uk: Імпортувати документ

# document.import.section.source
source: Choose Source
kk: Көзін таңдау
ru: Выберите источник
tr: Kaynak Seçin
uk: Виберіть джерело

# document.import.files
source: Import from Files
kk: Файлдардан импорттау
ru: Импорт из Файлов
tr: Dosyalardan İçe Aktar
uk: Імпортувати з файлів

# document.import.files.description
source: Select PDF or image files
kk: PDF, JPEG, PNG немесе HEIC файлдарын таңдау
ru: Выберите PDF или изображения
tr: PDF veya görsel dosyaları seçin
uk: Виберіть файли PDF, JPEG, PNG або HEIC

# document.import.photos
source: Import from Photos
kk: Фотолардан импорттау
ru: Импорт из Фото
tr: Fotoğraflardan İçe Aktar
uk: Імпортувати з фотографій

# document.import.photos.description
source: Select images from your library
kk: Фото кітапханасынан суреттер таңдау
ru: Выберите изображения из библиотеки
tr: Kütüphanenizden görseller seçin
uk: Виберіть зображення з бібліотеки фотографій

# document.import.camera
source: Take Photo
kk: Фото түсіру
ru: Сделать фото
tr: Fotoğraf Çek
uk: Зробити фото

# document.import.camera.description
source: Capture a new document
kk: Құжатты камерамен түсіру
ru: Сфотографировать документ
tr: Yeni bir belge çekin
uk: Сфотографуйте документ камерою

# document.import.supported_formats
source: Supported formats: PDF, JPEG, PNG, HEIC
kk: Қолдау көрсетілетін форматтар: PDF, JPEG, PNG, HEIC
ru: Поддерживаемые форматы: PDF, JPEG, PNG, HEIC
tr: Desteklenen formatlar: PDF, JPEG, PNG, HEIC
uk: Підтримувані формати: PDF, JPEG, PNG, HEIC

# document.import.processing
source: Processing...
kk: Өңделуде...
ru: Обработка...
tr: İşleniyor...
uk: Обробка...

# document.preview.unsupported
source: Preview not available
kk: Бұл файл түрін көрсету мүмкін емес
ru: Предпросмотр недоступен
tr: Önizleme mevcut değil
uk: Цей тип файлу не може бути відображений

# document.preview.image_error
source: Unable to load image
kk: Суретті жүктеу мүмкін болмады
ru: Не удалось загрузить изображение
tr: Görsel yüklenemedi
uk: Не вдалося завантажити зображення

# document.action.share
source: Share
kk: Бөлісу
ru: Поделиться
tr: Paylaş
uk: Поділитися

# document.action.rename
source: Rename
kk: Атын өзгерту
ru: Переименовать
tr: Yeniden Adlandır
uk: Перейменувати

# document.action.open_in
source: Open in Other App
kk: Басқа қосымшада ашу
ru: Открыть в другом приложении
tr: Başka Uygulamada Aç
uk: Відкрити в іншому додатку

# document.rename.title
source: Rename Document
kk: Құжат атын өзгерту
ru: Переименовать документ
tr: Belgeyi Yeniden Adlandır
uk: Перейменувати документ

# document.rename.message
source: Enter a new name for this document.
kk: Құжаттың жаңа атын енгізіңіз
ru: Введите новое название для этого документа.
tr: Bu belge için yeni bir ad girin.
uk: Введіть нову назву для документа

# document.rename.placeholder
source: Document name
kk: Құжат аты
ru: Название документа
tr: Belge adı
uk: Назва документа

# document.delete_confirm.title
source: Delete Document?
kk: Құжатты жою?
ru: Удалить документ?
tr: Belge Silinsin mi?
uk: Видалити документ?

# document.delete_confirm.message
source: This will permanently delete this document.
kk: Бұл құжат біржола жойылады.
ru: Этот документ будет удален безвозвратно.
tr: Bu belge kalıcı olarak silinecektir.
uk: Цей документ буде видалено назавжди.

# document.error.save_failed
source: Failed to save document.
kk: Құжатты сақтау сәтсіз болды
ru: Не удалось сохранить документ.
tr: Belge kaydedilemedi.
uk: Не вдалося зберегти документ

# document.error.import_failed
source: Failed to import document.
kk: Құжаттарды импорттау сәтсіз болды
ru: Не удалось импортировать документ.
tr: Belge içe aktarılamadı.
uk: Не вдалося імпортувати документи

# document.error.unknown
source: An unknown error occurred.
kk: Белгісіз қате орын алды
ru: Произошла неизвестная ошибка.
tr: Bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка

# document.camera.default_name
source: Captured Document
kk: Түсірілген фото
ru: Снятый документ
tr: Çekilen Belge
uk: Зроблене фото

# note.list.title
source: Notes
kk: Жазбалар
ru: Заметки
tr: Notlar
uk: Нотатки

# note.list.empty.title
source: No notes
kk: Жазбалар жоқ
ru: Нет заметок
tr: Not yok
uk: Нотаток немає

# note.list.empty.message
source: Add notes to remember important details about your journey.
kk: Саяхатыңыздың маңызды бөлшектерін есте сақтау үшін жазбалар қосыңыз.
ru: Добавьте заметки, чтобы запомнить важные детали вашего путешествия.
tr: Seyahatinizin önemli detaylarını hatırlamak için notlar ekleyin.
uk: Додайте нотатки, щоб запам'ятати важливі деталі вашої подорожі.

# note.list.add_first
source: Add Note
kk: Жазба қосу
ru: Добавить заметку
tr: Not Ekle
uk: Додати нотатку

# note.summary.notes
source: notes
kk: жазба
ru: заметок
tr: not
uk: нотаток

# note.untitled
source: Untitled
kk: Атаусыз
ru: Без названия
tr: Başlıksız
uk: Без назви

# note.form.add_title
source: New Note
kk: Жаңа жазба
ru: Новая заметка
tr: Yeni Not
uk: Нова нотатка

# note.form.edit_title
source: Edit Note
kk: Жазбаны өңдеу
ru: Редактировать заметку
tr: Notu Düzenle
uk: Редагувати нотатку

# note.form.section.title
source: Title
kk: Тақырып
ru: Заголовок
tr: Başlık
uk: Заголовок

# note.form.section.content
source: Content
kk: Мазмұны
ru: Содержание
tr: İçerik
uk: Вміст

# note.form.title_placeholder
source: Note title
kk: Жазба тақырыбы
ru: Название заметки
tr: Not başlığı
uk: Назва нотатки

# note.form.validation.error
source: Validation Error
kk: Тексеру қатесі
ru: Ошибка валидации
tr: Doğrulama Hatası
uk: Помилка валідації

# note.form.validation.empty
source: Please enter a title or content.
kk: Тақырыпты немесе мазмұнды енгізіңіз.
ru: Пожалуйста, введите заголовок или содержание.
tr: Lütfen bir başlık veya içerik girin.
uk: Будь ласка, введіть заголовок або вміст.

# place.list.title
source: Places to Visit
kk: Бару орындары
ru: Места для посещения
tr: Gezilecek Yerler
uk: Місця для відвідування

# place.list.empty.title
source: No places
kk: Орындар жоқ
ru: Нет мест
tr: Yer yok
uk: Місць немає

# place.list.empty.message
source: Add places you want to visit during your journey.
kk: Саяхатыңыз кезінде бару керек орындарды қосыңыз.
ru: Добавьте места, которые вы хотите посетить во время путешествия.
tr: Seyahatiniz sırasında ziyaret etmek istediğiniz yerleri ekleyin.
uk: Додайте місця, які ви хочете відвідати під час подорожі.

# place.list.add_first
source: Add Place
kk: Орын қосу
ru: Добавить место
tr: Yer Ekle
uk: Додати місце

# place.list.open_map
source: Open Map
kk: Картаны ашу
ru: Открыть карту
tr: Haritayı Aç

# place.summary.visited
source: visited
kk: барылған
ru: посещено
tr: ziyaret edildi
uk: відвідано

# place.filter.all
source: All
kk: Барлығы
ru: Все
tr: Tümü
uk: Всі

# place.filter.to_visit
source: To Visit
kk: Бару керек
ru: К посещению
tr: Ziyaret Edilecek
uk: До відвідування

# place.filter.visited
source: Visited
kk: Барылған
ru: Посещённые
tr: Ziyaret Edildi
uk: Відвідані

# place.action.mark_visited
source: Mark Visited
kk: Барылған деп белгілеу
ru: Отметить посещённым
tr: Ziyaret Edildi Olarak İşaretle
uk: Позначити відвіданим

# place.action.mark_unvisited
source: Mark Unvisited
kk: Барылмаған деп белгілеу
ru: Отметить непосещённым
tr: Ziyaret Edilmedi Olarak İşaretle
uk: Позначити невідвіданим

# place.form.add_title
source: Add Place
kk: Орын қосу
ru: Добавить место
tr: Yer Ekle
uk: Додати місце

# place.form.edit_title
source: Edit Place
kk: Орынды өңдеу
ru: Редактировать место
tr: Yeri Düzenle
uk: Редагувати місце
