Repository: maximgorbatyuk/journey-wallet
Catalog: JourneyWallet/*.lproj/Localizable.strings
Languages: kk, ru, tr, uk

# place.form.section.info
source: Place Info
kk: Орын ақпараты
ru: Информация о месте
tr: Yer Bilgisi
uk: Інформація про місце

# place.form.section.category
source: Category
kk: Санат
ru: Категория
tr: Kategori
uk: Категорія

# place.form.section.date
source: Planned Date
kk: Жоспарланған күн
ru: Планируемая дата
tr: Planlanan Tarih
uk: Запланована дата

# place.form.section.notes
source: Notes
kk: Жазбалар
ru: Заметки
tr: Notlar
uk: Нотатки

# place.form.name
source: Place name
kk: Орын аты
ru: Название места
tr: Yer adı
uk: Назва місця

# place.form.address
source: Address
kk: Мекенжай
ru: Адрес
tr: Adres
uk: Адреса

# place.form.address_hint
source: Enter address or paste a Google Maps link
kk: Мекенжайды енгізіңіз немесе Google Maps сілтемесін қойыңыз
ru: Введите адрес или вставьте ссылку Google Maps
tr: Adres girin veya Google Maps bağlantısı yapıştırın

# place.form.category
source: Category
kk: Санат
ru: Категория
tr: Kategori
uk: Категорія

# place.form.visited
source: Already visited
kk: Бұрын барылған
ru: Уже посещено
tr: Zaten ziyaret edildi
uk: Вже відвідано

# place.form.has_planned_date
source: Set planned date
kk: Жоспарланған күнді белгілеу
ru: Установить дату
tr: Planlanan tarih belirle
uk: Встановити дату

# place.form.planned_date
source: Planned date
kk: Жоспарланған күн
ru: Планируемая дата
tr: Planlanan tarih
uk: Запланована дата

# place.form.validation.error
source: Validation Error
kk: Тексеру қатесі
ru: Ошибка валидации
tr: Doğrulama Hatası
uk: Помилка валідації

# place.form.validation.name_required
source: Please enter a place name.
kk: Орын атын енгізіңіз.
ru: Пожалуйста, введите название места.
tr: Lütfen bir yer adı girin.
uk: Будь ласка, введіть назву місця.

# budget.title
source: Budget
kk: Бюджет
ru: Бюджет
tr: Bütçe
uk: Бюджет

# budget.total_spent
source: Total Spent
kk: Жалпы шығын
ru: Всего потрачено
tr: Toplam Harcama
uk: Всього витрачено

# budget.expenses
source: expenses
kk: шығын
ru: расходов
tr: harcama
uk: витрат

# budget.by_category
source: By Category
kk: Санат бойынша
ru: По категориям
tr: Kategoriye Göre
uk: За категоріями

# budget.empty.title
source: No expenses
kk: Шығындар жоқ
ru: Нет расходов
tr: Harcama yok
uk: Витрат немає

# budget.empty.message
source: Track your travel expenses to manage your budget.
kk: Бюджетіңізді басқару үшін саяхат шығындарын қадағалаңыз.
ru: Отслеживайте расходы на путешествие для управления бюджетом.
tr: Bütçenizi yönetmek için seyahat harcamalarınızı takip edin.
uk: Відстежуйте витрати на подорож для управління бюджетом.

# budget.add_first
source: Add Expense
kk: Шығын қосу
ru: Добавить расход
tr: Harcama Ekle
uk: Додати витрату

# expense.filter.all
source: All
kk: Барлығы
ru: Все
tr: Tümü
uk: Всі

# expense.form.add_title
source: Add Expense
kk: Шығын қосу
ru: Добавить расход
tr: Harcama Ekle
uk: Додати витрату

# expense.form.edit_title
source: Edit Expense
kk: Шығынды өңдеу
ru: Редактировать расход
tr: Harcamayı Düzenle
uk: Редагувати витрату

# expense.form.section.info
source: Expense Info
kk: Шығын ақпараты
ru: Информация о расходе
tr: Harcama Bilgisi
uk: Інформація про витрату

# expense.form.section.amount
source: Amount
kk: Сома
ru: Сумма
tr: Tutar
uk: Сума

# expense.form.section.category
source: Category
kk: Санат
ru: Категория
tr: Kategori
uk: Категорія

# expense.form.section.date
source: Date
kk: Күні
ru: Дата
tr: Tarih
uk: Дата

# expense.form.section.notes
source: Notes
kk: Жазбалар
ru: Заметки
tr: Notlar
uk: Нотатки

# expense.form.title
source: Description
kk: Сипаттама
ru: Описание
tr: Açıklama
uk: Опис

# expense.form.amount
source: Amount
kk: Сома
ru: Сумма
tr: Tutar
uk: Сума

# expense.form.category
source: Category
kk: Санат
ru: Категория
tr: Kategori
uk: Категорія

# expense.form.date
source: Date
kk: Күні
ru: Дата
tr: Tarih
uk: Дата

# expense.form.validation.error
source: Validation Error
kk: Тексеру қатесі
ru: Ошибка валидации
tr: Doğrulama Hatası
uk: Помилка валідації

# expense.form.validation.title_required
source: Please enter a description.
kk: Сипаттаманы енгізіңіз.
ru: Пожалуйста, введите описание.
tr: Lütfen bir açıklama girin.
uk: Будь ласка, введіть опис.

# expense.form.validation.amount_required
source: Please enter a valid amount.
kk: Жарамды соманы енгізіңіз.
ru: Пожалуйста, введите корректную сумму.
tr: Lütfen geçerli bir tutar girin.
uk: Будь ласка, введіть коректну суму.

# reminder.list.title
source: Reminders
kk: Еске салулар
ru: Напоминания
tr: Hatırlatıcılar
uk: Нагадування

# reminder.list.empty.title
source: No reminders
kk: Еске салулар жоқ
ru: Нет напоминаний
tr: Hatırlatıcı yok
uk: Нагадувань немає

# reminder.list.empty.message
source: Create reminders to stay on top of your travel plans.
kk: Саяхат жоспарларыңызды қадағалау үшін еске салулар жасаңыз.
ru: Создавайте напоминания, чтобы не забыть о важных моментах путешествия.
tr: Seyahat planlarınızı takip etmek için hatırlatıcılar oluşturun.
uk: Створюйте нагадування, щоб не забути про важливі моменти подорожі.

# reminder.list.add_first
source: Add Reminder
kk: Еске салу қосу
ru: Добавить напоминание
tr: Hatırlatıcı Ekle
uk: Додати нагадування

# reminder.list.empty.today.title
source: Nothing for today
kk: Бүгінге ештеңе жоқ
ru: Ничего на сегодня
tr: Bugün için bir şey yok
uk: Нічого на сьогодні

# reminder.list.empty.today.message
source: You have no reminders scheduled for today.
kk: Бүгінге жоспарланған еске салуларыңыз жоқ.
ru: У вас нет напоминаний на сегодня.
tr: Bugün için planlanmış hatırlatıcınız yok.
uk: У вас немає нагадувань на сьогодні.

# reminder.list.empty.upcoming.title
source: No upcoming reminders
kk: Алдағы еске салулар жоқ
ru: Нет предстоящих напоминаний
tr: Yaklaşan hatırlatıcı yok
uk: Немає майбутніх нагадувань

# reminder.list.empty.upcoming.message
source: All caught up! No upcoming reminders.
kk: Бәрі орындалды! Алдағы еске салулар жоқ.
ru: Всё выполнено! Нет предстоящих напоминаний.
tr: Her şey tamam! Yaklaşan hatırlatıcı yok.
uk: Все виконано! Немає майбутніх нагадувань.

# reminder.list.empty.overdue.title
source: No overdue reminders
kk: Мерзімі өткен еске салулар жоқ
ru: Нет просроченных напоминаний
tr: Gecikmiş hatırlatıcı yok
uk: Немає прострочених нагадувань

# reminder.list.empty.overdue.message
source: Great job! You have no overdue reminders.
kk: Керемет! Мерзімі өткен еске салуларыңыз жоқ.
ru: Отлично! У вас нет просроченных напоминаний.
tr: Harika! Gecikmiş hatırlatıcınız yok.
uk: Чудово! У вас немає прострочених нагадувань.

# reminder.list.empty.completed.title
source: No completed reminders
kk: Аяқталған еске салулар жоқ
ru: Нет завершённых напоминаний
tr: Tamamlanmış hatırlatıcı yok
uk: Немає завершених нагадувань

# reminder.list.empty.completed.message
source: Completed reminders will appear here.
kk: Аяқталған еске салулар осында көрсетіледі.
ru: Завершённые напоминания будут отображаться здесь.
tr: Tamamlanmış hatırlatıcılar burada görünecek.
uk: Завершені нагадування будуть відображатися тут.

# reminder.filter.all
source: All
kk: Барлығы
ru: Все
tr: Tümü
uk: Всі

# reminder.filter.today
source: Today
kk: Бүгін
ru: Сегодня
tr: Bugün
uk: Сьогодні

# reminder.filter.upcoming
source: Upcoming
kk: Алдағы
ru: Предстоящие
tr: Yaklaşan
uk: Майбутні

# reminder.filter.overdue
source: Overdue
kk: Мерзімі өткен
ru: Просроченные
tr: Gecikmiş
uk: Прострочені

# reminder.filter.completed
source: Completed
kk: Аяқталған
ru: Завершённые
tr: Tamamlanmış
uk: Завершені

# reminder.group.overdue
source: Overdue
kk: Мерзімі өткен
ru: Просрочено
tr: Gecikmiş
uk: Прострочено

# reminder.group.today
source: Today
kk: Бүгін
ru: Сегодня
tr: Bugün
uk: Сьогодні

# reminder.group.tomorrow
source: Tomorrow
kk: Ертең
ru: Завтра
tr: Yarın
uk: Завтра

# reminder.group.this_week
source: This Week
kk: Осы аптада
ru: На этой неделе
tr: Bu Hafta
uk: Цього тижня

# reminder.group.later
source: Later
kk: Кейінірек
ru: Позже
tr: Daha Sonra
uk: Пізніше

# reminder.group.completed
source: Completed
kk: Аяқталған
ru: Завершено
tr: Tamamlanmış
uk: Завершено

# reminder.summary.pending
source: pending
kk: күтуде
ru: ожидает
tr: bekleyen
uk: очікує

# reminder.summary.overdue
source: overdue
kk: мерзімі өткен
ru: просрочено
tr: gecikmiş
uk: прострочено

# reminder.summary.today
source: today
kk: бүгін
ru: сегодня
tr: bugün
uk: сьогодні

# reminder.action.mark_complete
source: Complete
kk: Аяқтау
ru: Выполнить
tr: Tamamla
uk: Виконати

# reminder.action.mark_incomplete
source: Undo
kk: Болдырмау
ru: Отменить
tr: Geri Al
uk: Скасувати

# reminder.status.completed
source: Completed
kk: Аяқталды
ru: Завершено
tr: Tamamlandı
uk: Завершено

# reminder.date.today
source: Today
kk: Бүгін
ru: Сегодня
tr: Bugün
uk: Сьогодні

# reminder.date.tomorrow
source: Tomorrow
kk: Ертең
ru: Завтра
tr: Yarın
uk: Завтра

# reminder.unknown_journey
source: Unknown Journey
kk: Белгісіз саяхат
ru: Неизвестное путешествие
tr: Bilinmeyen Seyahat
uk: Невідома подорож

# reminder.form.add_title
source: New Reminder
kk: Жаңа еске салу
ru: Новое напоминание
tr: Yeni Hatırlatıcı
uk: Нове нагадування

# reminder.form.edit_title
source: Edit Reminder
kk: Еске салуды өңдеу
ru: Редактировать напоминание
tr: Hatırlatıcıyı Düzenle
uk: Редагувати нагадування

# reminder.form.title_section
source: Title
kk: Тақырып
ru: Заголовок
tr: Başlık
uk: Заголовок

# reminder.form.title_placeholder
source: What do you want to remember?
kk: Нені есте сақтағыңыз келеді?
ru: О чём вы хотите напомнить?
tr: Neyi hatırlamak istiyorsunuz?
uk: Про що ви хочете нагадати?

# reminder.form.journey_section
source: Journey
kk: Саяхат
ru: Путешествие
tr: Seyahat
uk: Подорож

# reminder.form.journey
source: Journey
kk: Саяхат
ru: Путешествие
tr: Seyahat
uk: Подорож

# reminder.form.select_journey
source: Select a journey
kk: Саяхатты таңдаңыз
ru: Выберите путешествие
tr: Seyahat seçin
uk: Виберіть подорож

# reminder.form.datetime_section
source: Date & Time
kk: Күні мен уақыты
ru: Дата и время
tr: Tarih ve Saat
uk: Дата та час

# reminder.form.date
source: Remind at
kk: Еске салу
ru: Напомнить в
tr: Hatırlat
uk: Нагадати о

# reminder.form.related_section
source: Related To
kk: Байланысты
ru: Связано с
tr: İlişkili
uk: Пов'язано з

# reminder.form.has_related_entity
source: Link to entity
kk: Элементпен байланыстыру
ru: Связать с объектом
tr: Öğeye bağla
uk: Пов'язати з об'єктом

# reminder.form.entity_type
source: Entity Type
kk: Элемент түрі
ru: Тип объекта
tr: Öğe Türü
uk: Тип об'єкта

# reminder.form.info_section
source: Information
kk: Ақпарат
ru: Информация
tr: Bilgi
uk: Інформація

# reminder.form.created
source: Created
kk: Жасалған
ru: Создано
tr: Oluşturuldu
uk: Створено

# reminder.form.status
source: Status
kk: Күйі
ru: Статус
tr: Durum
uk: Статус

# reminder.form.validation_error
source: Validation Error
kk: Тексеру қатесі
ru: Ошибка валидации
tr: Doğrulama Hatası
uk: Помилка валідації

# reminder.form.error.title_required
source: Please enter a reminder title.
kk: Еске салу тақырыбын енгізіңіз.
ru: Пожалуйста, введите заголовок напоминания.
tr: Lütfen bir hatırlatıcı başlığı girin.
uk: Будь ласка, введіть заголовок нагадування.

# reminder.form.error.journey_required
source: Please select a journey.
kk: Саяхатты таңдаңыз.
ru: Пожалуйста, выберите путешествие.
tr: Lütfen bir seyahat seçin.
uk: Будь ласка, виберіть подорож.

# reminder.form.error.date_past
source: Reminder date must be in the future.
kk: Еске салу күні болашақта болуы керек.
ru: Дата напоминания должна быть в будущем.
tr: Hatırlatıcı tarihi gelecekte olmalıdır.
uk: Дата нагадування повинна бути в майбутньому.

# reminder.quick.1h
source: In 1 hour
kk: 1 сағаттан кейін
ru: Через 1 час
tr: 1 saat içinde
uk: Через 1 годину

# reminder.quick.3h
source: In 3 hours
kk: 3 сағаттан кейін
ru: Через 3 часа
tr: 3 saat içinde
uk: Через 3 години

# reminder.quick.tomorrow
source: Tomorrow 9am
kk: Ертең 09:00
ru: Завтра в 9:00
tr: Yarın 09:00
uk: Завтра о 9:00

# reminder.quick.next_week
source: Next week
kk: Келесі аптада
ru: Через неделю
tr: Gelecek hafta
uk: Через тиждень

# reminder.notification.title
source: Reminder
kk: Еске салу
ru: Напоминание
tr: Hatırlatıcı
uk: Нагадування

# reminder.transport.title_format
source: %@ from %@ - %d hours before departure
kk: %@ %@ - жүрістен %d сағат бұрын
ru: %@ из %@ - за %d часов до отправления
tr: %@ - %@ - kalkıştan %d saat önce
uk: %@ з %@ - за %d годин до відправлення

# reminder.hotel.title_format
source: Check-in at %@ - %d day(s) before
kk: %@ қонақүйіне тіркелу - %d күн бұрын
ru: Заселение в %@ - за %d дней
tr: %@ otelinde giriş - %d gün önce
uk: Заселення в %@ - за %d днів

# reminder.car_rental.title_format
source: Pickup from %@ - %d day(s) before
kk: %@ - көлік алу - %d күн бұрын
ru: Получение авто в %@ - за %d дней
tr: %@ - araç teslim alımı - %d gün önce
uk: Отримання авто в %@ - за %d днів

# stats.show_details
source: Show detailed statistics
kk: Толық статистиканы көрсету
ru: Показать детальную статистику
tr: Detaylı istatistikleri göster
uk: Показати детальну статистику

# stats.hide_details
source: Hide detailed statistics
kk: Толық статистиканы жасыру
ru: Скрыть детальную статистику
tr: Detaylı istatistikleri gizle
uk: Приховати детальну статистику

# stats.travel_overview
source: Travel Overview
kk: Саяхат шолуы
ru: Обзор путешествий
tr: Seyahat Özeti
uk: Огляд подорожей

# stats.journeys
source: Journeys
kk: Сапарлар
ru: Поездки
tr: Seyahatler
uk: Подорожі

# stats.destinations
source: Destinations
kk: Бағыттар
ru: Направления
tr: Destinasyonlar
uk: Напрямки

# stats.upcoming
source: Upcoming
kk: Алдағы
ru: Предстоящие
tr: Yaklaşan
uk: Майбутні

# stats.transport_breakdown
source: Transport Breakdown
kk: Көлік бөлімі
ru: Транспорт
tr: Ulaşım Dağılımı
uk: Транспорт

# stats.journey_summary
source: Journey Summary
kk: Сапар қорытындысы
ru: Итоги поездки
tr: Seyahat Özeti
uk: Підсумки подорожі

# stats.transports
source: Transports
kk: Көліктер
ru: Транспорт
tr: Ulaşımlar
uk: Транспорт

# stats.hotels
source: Hotels
kk: Қонақүйлер
ru: Отели
tr: Oteller
uk: Готелі

# stats.car_rentals
source: Car Rentals
kk: Көлік жалдау
ru: Аренда авто
tr: Araç Kiralamaları
uk: Оренда авто

# stats.places_visited
source: Places
kk: Орындар
ru: Места
tr: Yerler
uk: Місця

# stats.reminders
source: Reminders
kk: Еске салулар
ru: Напоминания
tr: Hatırlatıcılar
uk: Нагадування

# stats.expenses
source: Expenses
kk: Шығындар
ru: Расходы
tr: Giderler
uk: Витрати

# stats.quick_insights
source: Quick Insights
kk: Жылдам мәліметтер
ru: Быстрые факты
tr: Hızlı Bilgiler
uk: Швидкі факти

# stats.total_travel_days
source: Total Travel Days
kk: Жалпы саяхат күндері
ru: Всего дней в пути
tr: Toplam Seyahat Günleri
uk: Всього днів подорожі

# stats.days
source: days
kk: күн
ru: дней
tr: gün
uk: днів

# stats.longest_journey
source: Longest Journey
kk: Ең ұзақ сапар
ru: Самая долгая поездка
tr: En Uzun Seyahat
uk: Найдовша подорож

# stats.most_visited
source: Most Visited
kk: Ең көп барылған
ru: Самое популярное
tr: En Çok Ziyaret Edilen
uk: Найчастіше відвідуване

# settings.developer.generate_random_data
source: Generate Random Data
kk: Кездейсоқ деректерді құру
ru: Сгенерировать случайные данные
tr: Rastgele Veri Oluştur

# settings.developer.select_journey
source: Select Journey
kk: Сапарды таңдаңыз
ru: Выберите поездку
tr: Seyahat Seçin

# settings.developer.no_journeys
source: No Journeys
kk: Сапарлар жоқ
ru: Нет поездок
tr: Seyahat Yok

# settings.developer.no_journeys_hint
source: Create a journey first to generate random data for it.
kk: Алдымен кездейсоқ деректер құру үшін сапар жасаңыз.
ru: Сначала создайте поездку, чтобы сгенерировать для неё случайные данные.
tr: Rastgele veri oluşturmak için önce bir seyahat oluşturun.

# settings.developer.random_data_confirm_title
source: Generate Random Data?
kk: Кездейсоқ деректер құру керек пе?
ru: Сгенерировать случайные данные?
tr: Rastgele Veri Oluşturulsun mu?

# settings.developer.random_data_confirm_message
source: All existing data for this journey will be deleted and then random transport, hotels, notes, expenses, etc. will be added. Are you sure?
kk: Осы сапардың барлық деректері жойылып, кездейсоқ көлік, қонақүйлер, жазбалар, шығындар т.б. қосылады. Сенімдісіз бе?
ru: Все существующие данные этой поездки будут удалены, а затем будут добавлены случайный транспорт, отели, заметки, расходы и т.д. Вы уверены?
tr: Bu seyahatin tüm mevcut verileri silinecek ve ardından rastgele ulaşım, otel, not, gider vb. eklenecektir. Emin misiniz?

# settings.developer.random_data_confirm_action
source: Generate
kk: Құру
ru: Сгенерировать
tr: Oluştur

# transport.type.transfer
source: Transfer
kk: Трансфер
ru: Трансфер
uk: Трансфер

# transport.label.terminal
source: Terminal
kk: Терминал
ru: Терминал
uk: Термінал

# car_rental.form.section.locations
source: Locations
kk: Орындар
ru: Местоположение

# car_rental.form.section.dates
source: Dates
kk: Күндер
ru: Даты

# car_rental.form.duration
source: Duration
kk: Ұзақтығы
ru: Длительность

source: Are you sure you want to delete a backup from %@?
uk: Ви впевнені, що хочете видалити резервну копію від %@?

# stats.spending_overview
source: Spending Overview
uk: Огляд витрат

# stats.total_spent
source: Total Spent
uk: Всього витрачено

# stats.expenses_count
source: Expenses
uk: Витрати

# stats.by_category
source: By Category
uk: За категоріями
