Repository: maximgorbatyuk/journey-wallet
Catalog: JourneyWallet/*.lproj/Localizable.strings
Languages: kk, ru, tr, uk

source: Connect to the internet to create or restore backups.
kk: Сақтауларды жасау немесе қалпына келтіру үшін интернетке қосылыңыз.
ru: Подключитесь к интернету, чтобы создавать или восстанавливать резервные копии.
tr: Yedek oluşturmak veya geri yüklemek için internete bağlanın.

source: Automatic Backup
kk: Автоматты сақтау
ru: Автоматическое резервное копирование
tr: Otomatik Yedekleme
uk: Автоматичне резервне копіювання

source: Last:
kk: Соңғы:
ru: Последний:
tr: Son:
uk: Останній:

# transport.type.flight
source: Flight
kk: Әуе рейсі
ru: Авиарейс
tr: Uçuş
uk: Авіарейс

# transport.type.train
source: Train
kk: Пойыз
ru: Поезд
tr: Tren
uk: Потяг

# transport.type.bus
source: Bus
kk: Автобус
ru: Автобус
tr: Otobüs
uk: Автобус

# transport.type.ferry
source: Ferry
kk: Паром
ru: Паром
tr: Feribot
uk: Пором

# transport.type.other
source: Other
kk: Басқа
ru: Другое
tr: Diğer
uk: Інше

# transport.label.airline
source: Airline
kk: Әуе компаниясы
ru: Авиакомпания
tr: Havayolu
uk: Авіакомпанія

# transport.label.train_company
source: Train Company
kk: Теміржол компаниясы
ru: Ж/д компания
tr: Tren Şirketi
uk: Залізнична компанія

# transport.label.bus_company
source: Bus Company
kk: Автобус компаниясы
ru: Автобусная компания
tr: Otobüs Şirketi
uk: Автобусна компанія

# transport.label.ferry_company
source: Ferry Company
kk: Паром компаниясы
ru: Паромная компания
tr: Feribot Şirketi
uk: Поромна компанія

# transport.label.provider
source: Provider
kk: Провайдер
ru: Поставщик
tr: Sağlayıcı
uk: Постачальник

# transport.label.carrier
source: Carrier
kk: Тасымалдаушы
ru: Перевозчик
tr: Taşıyıcı
uk: Перевізник

# transport.label.flight_number
source: Flight Number
kk: Рейс нөмірі
ru: Номер рейса
tr: Uçuş Numarası
uk: Номер рейсу

# transport.label.train_number
source: Train Number
kk: Пойыз нөмірі
ru: Номер поезда
tr: Tren Numarası
uk: Номер потяга

# transport.label.route_number
source: Route Number
kk: Бағыт нөмірі
ru: Номер маршрута
tr: Rota Numarası
uk: Номер маршруту

# transport.label.ferry_number
source: Ferry Number
kk: Паром нөмірі
ru: Номер парома
tr: Feribot Numarası
uk: Номер порому

# transport.label.vehicle
source: Vehicle
kk: Көлік
ru: Транспорт
tr: Araç
uk: Транспорт

# transport.label.reference
source: Reference
kk: Сілтеме
ru: Номер бронирования
tr: Referans
uk: Номер бронювання

# transport.label.platform
source: Platform
kk: Платформа
ru: Платформа
tr: Peron
uk: Платформа

# transport.label.pier
source: Pier
kk: Причал
ru: Причал
tr: İskele
uk: Причал

# transport.label.pickup_point
source: Pickup Point
kk: Алу нүктесі
ru: Место посадки
tr: Alış Noktası
uk: Місце посадки

# transport.label.location
source: Location
kk: Орын
ru: Местоположение
tr: Konum
uk: Місцезнаходження

# transport.label.departure_airport
source: Departure Airport
kk: Ұшу әуежайы
ru: Аэропорт вылета
tr: Kalkış Havaalanı
uk: Аеропорт вильоту

# transport.label.departure_station
source: Departure Station
kk: Жөнелу станциясы
ru: Станция отправления
tr: Kalkış İstasyonu
uk: Станція відправлення

# transport.label.departure_port
source: Departure Port
kk: Жөнелу порты
ru: Порт отправления
tr: Kalkış Limanı
uk: Порт відправлення

# transport.label.pickup_location
source: Pickup Location
kk: Алу орны
ru: Место посадки
tr: Alış Yeri
uk: Місце посадки

# transport.label.from
source: From
kk: Қайдан
ru: Откуда
tr: Nereden
uk: Звідки

# transport.label.arrival_airport
source: Arrival Airport
kk: Келу әуежайы
ru: Аэропорт прилёта
tr: Varış Havaalanı
uk: Аеропорт прильоту

# transport.label.arrival_station
source: Arrival Station
kk: Келу станциясы
ru: Станция прибытия
tr: Varış İstasyonu
uk: Станція прибуття

# transport.label.arrival_port
source: Arrival Port
kk: Келу порты
ru: Порт прибытия
tr: Varış Limanı
uk: Порт прибуття

# transport.label.dropoff_location
source: Dropoff Location
kk: Түсіру орны
ru: Место высадки
tr: Bırakış Yeri
uk: Місце висадки

# transport.label.to
source: To
kk: Қайда
ru: Куда
tr: Nereye
uk: Куди

# document.type.other
source: Other
kk: Басқа
ru: Другое
tr: Diğer
uk: Інше

# place.category.restaurant
source: Restaurant
kk: Мейрамхана
ru: Ресторан
tr: Restoran
uk: Ресторан

# place.category.attraction
source: Attraction
kk: Көрнекті орын
ru: Достопримечательность
tr: Turistik Yer
uk: Визначна пам'ятка

# place.category.museum
source: Museum
kk: Мұражай
ru: Музей
tr: Müze
uk: Музей

# place.category.shopping
source: Shopping
kk: Сауда
ru: Шопинг
tr: Alışveriş
uk: Шопінг

# place.category.nature
source: Nature
kk: Табиғат
ru: Природа
tr: Doğa
uk: Природа

# place.category.entertainment
source: Entertainment
kk: Ойын-сауық
ru: Развлечения
tr: Eğlence
uk: Розваги

# place.category.other
source: Other
kk: Басқа
ru: Другое
tr: Diğer
uk: Інше

# reminder.entity.transport
source: Transport
kk: Көлік
ru: Транспорт
tr: Ulaşım
uk: Транспорт

# reminder.entity.hotel
source: Hotel
kk: Қонақ үй
ru: Отель
tr: Otel
uk: Готель

# reminder.entity.car_rental
source: Car Rental
kk: Автокөлік жалдау
ru: Аренда авто
tr: Araç Kiralama
uk: Оренда авто

# reminder.entity.place
source: Place
kk: Орын
ru: Место
tr: Yer
uk: Місце

# reminder.entity.custom
source: Custom
kk: Басқа
ru: Другое
tr: Özel
uk: Інше

# expense.category.transport
source: Transport
kk: Көлік
ru: Транспорт
tr: Ulaşım
uk: Транспорт

# expense.category.accommodation
source: Accommodation
kk: Тұру
ru: Проживание
tr: Konaklama
uk: Проживання

# expense.category.food
source: Food & Dining
kk: Тамақ
ru: Еда
tr: Yiyecek ve İçecek
uk: Їжа

# expense.category.activities
source: Activities
kk: Белсенділіктер
ru: Развлечения
tr: Aktiviteler
uk: Розваги

# expense.category.shopping
source: Shopping
kk: Сауда
ru: Покупки
tr: Alışveriş
uk: Покупки

# expense.category.other
source: Other
kk: Басқа
ru: Другое
tr: Diğer
uk: Інше

# tab.home
source: Home
kk: Басты
ru: Главная
tr: Ana Sayfa
uk: Головна

# tab.current_journey
source: Current
kk: Ағымдағы
ru: Текущая
tr: Mevcut
uk: Поточна

# tab.journeys
source: Journeys
kk: Сапарлар
ru: Поездки
tr: Seyahatler
uk: Подорожі

# tab.reminders
source: Reminders
kk: Еске салулар
ru: Напоминания
tr: Hatırlatıcılar
uk: Нагадування

# tab.settings
source: Settings
kk: Параметрлер
ru: Настройки
tr: Ayarlar
uk: Налаштування

# main.title
source: Home
kk: Басты
ru: Главная
tr: Ana Sayfa
uk: Головна

# main.search.placeholder
source: Search journeys, hotels, transport...
kk: Сапарлар, қонақ үйлер, көлік іздеу...
ru: Поиск поездок, отелей, транспорта...
tr: Seyahat, otel, ulaşım ara...
uk: Пошук подорожей, готелів, транспорту...

# main.search.results_title
source: Search Results
kk: Іздеу нәтижелері
ru: Результаты поиска
tr: Arama Sonuçları
uk: Результати пошуку

# main.search.no_results
source: No results found
kk: Нәтиже табылмады
ru: Ничего не найдено
tr: Sonuç bulunamadı
uk: Нічого не знайдено

# main.stats.title
source: Overview
kk: Шолу
ru: Обзор
tr: Genel Bakış
uk: Огляд

# main.stats.total_journeys
source: Total Journeys
kk: Барлық сапарлар
ru: Всего поездок
tr: Toplam Seyahat
uk: Всього подорожей

# main.stats.upcoming
source: Upcoming
kk: Алдағы
ru: Предстоящие
tr: Yaklaşan
uk: Майбутні

# main.stats.destinations
source: Destinations
kk: Бағыттар
ru: Направления
tr: Hedefler
uk: Напрямки

# main.active_journeys.title
source: Your Journeys
kk: Сіздің сапарларыңыз
ru: Ваши поездки
tr: Seyahatleriniz
uk: Ваші подорожі

# main.empty.title
source: No journeys yet
kk: Сапарлар жоқ
ru: Поездок пока нет
tr: Henüz seyahat yok
uk: Подорожей ще немає

# main.empty.subtitle
source: Start planning your next adventure by adding a journey.
kk: Сапар қосу арқылы келесі саяхатыңызды жоспарлауды бастаңыз.
ru: Начните планировать своё следующее путешествие, добавив поездку.
tr: Bir seyahat ekleyerek bir sonraki maceranızı planlamaya başlayın.
uk: Почніть планувати свою наступну пригоду, додавши подорож.

# search.type.journey
source: Journey
kk: Сапар
ru: Поездка
tr: Seyahat
uk: Подорож

# search.type.transport
source: Transport
kk: Көлік
ru: Транспорт
tr: Ulaşım
uk: Транспорт

# search.type.hotel
source: Hotel
kk: Қонақ үй
ru: Отель
tr: Otel
uk: Готель

# search.type.car_rental
source: Car Rental
kk: Автокөлік жалдау
ru: Аренда авто
tr: Araç Kiralama
uk: Оренда авто

# search.type.place
source: Place
kk: Орын
ru: Место
tr: Yer
uk: Місце

# search.type.note
source: Note
kk: Жазба
ru: Заметка
tr: Not
uk: Нотатка

# journeys.title
source: Journeys
kk: Сапарлар
ru: Поездки
tr: Seyahatler
uk: Подорожі

# journeys.empty.title
source: No journeys
kk: Сапарлар жоқ
ru: Нет поездок
tr: Seyahat yok
uk: Немає подорожей

# journeys.empty.subtitle
source: Tap the + button to create your first journey and start planning your trip.
kk: Алғашқы сапарыңызды құру және жоспарлауды бастау үшін + батырмасын басыңыз.
ru: Нажмите кнопку +, чтобы создать первую поездку и начать планирование путешествия.
tr: İlk seyahatinizi oluşturmak ve planlamaya başlamak için + düğmesine dokunun.
uk: Натисніть кнопку +, щоб створити першу подорож і почати планування.

# journeys.empty.add_button
source: Add Journey
kk: Сапар қосу
ru: Добавить поездку
tr: Seyahat Ekle
uk: Додати подорож

# journey.filter.all
source: All
kk: Барлығы
ru: Все
tr: Tümü
uk: Всі

# journey.filter.active
source: Active
kk: Белсенді
ru: Активные
tr: Aktif
uk: Активні

# journey.filter.upcoming
source: Upcoming
kk: Алдағы
ru: Предстоящие
tr: Yaklaşan
uk: Майбутні

# journey.filter.past
source: Past
kk: Өткен
ru: Прошедшие
tr: Geçmiş
uk: Минулі

# journey.status.active
source: Active
kk: Белсенді
ru: Активная
tr: Aktif
uk: Активна

# journey.status.upcoming
source: Upcoming
kk: Алдағы
ru: Предстоящая
tr: Yaklaşan
uk: Майбутня

# journey.status.past
source: Past
kk: Өткен
ru: Прошедшая
tr: Geçmiş
uk: Минула

# journey.days
source: days
kk: күн
ru: дней
tr: gün
uk: днів

# journey.form.add_title
source: New Journey
kk: Жаңа сапар
ru: Новая поездка
tr: Yeni Seyahat
uk: Нова подорож

# journey.form.edit_title
source: Edit Journey
kk: Сапарды өзгерту
ru: Редактировать поездку
tr: Seyahati Düzenle
uk: Редагувати подорож

# journey.form.section.basic
source: Basic Info
kk: Негізгі ақпарат
ru: Основная информация
tr: Temel Bilgiler
uk: Основна інформація

# journey.form.section.dates
source: Dates
kk: Күндер
ru: Даты
tr: Tarihler
uk: Дати

# journey.form.section.notes
source: Notes
kk: Жазбалар
ru: Заметки
tr: Notlar
uk: Нотатки

# journey.form.name
source: Journey Name
kk: Сапар атауы
ru: Название поездки
tr: Seyahat Adı
uk: Назва подорожі

# journey.form.destination
source: Destination
kk: Бағыт
ru: Направление
tr: Hedef
uk: Напрямок

# journey.form.start_date
source: Start Date
kk: Басталу күні
ru: Дата начала
tr: Başlangıç Tarihi
uk: Дата початку

# journey.form.end_date
source: End Date
kk: Аяқталу күні
ru: Дата окончания
tr: Bitiş Tarihi
uk: Дата закінчення

# journey.form.error.name_required
source: Please enter a journey name.
kk: Сапар атауын енгізіңіз.
ru: Пожалуйста, введите название поездки.
tr: Lütfen bir seyahat adı girin.
uk: Будь ласка, введіть назву подорожі.

# journey.form.error.destination_required
source: Please enter a destination.
tr: Lütfen bir hedef girin.
uk: Будь ласка, введіть напрямок.

# journey.form.error.invalid_dates
source: End date must be after start date.
kk: Аяқталу күні басталу күнінен кейін болуы керек.
ru: Дата окончания должна быть позже даты начала.
tr: Bitiş tarihi başlangıç tarihinden sonra olmalıdır.
uk: Дата закінчення повинна бути пізніше дати початку.

# journey.detail.title
source: Journey
kk: Сапар
ru: Поездка
tr: Seyahat
uk: Подорож

# journey.detail.select_journey
source: Select a journey
kk: Сапарды таңдаңыз
ru: Выберите поездку
tr: Seyahat seçin
uk: Оберіть подорож

# journey.detail.create_new
source: Create New Journey
kk: Жаңа сапар құру
ru: Создать новую поездку
tr: Yeni Seyahat Oluştur
uk: Створити нову подорож

# journey.detail.see_all
source: See All
kk: Барлығын көру
ru: Все
tr: Tümünü Gör
uk: Переглянути все

# journey.detail.nights
source: nights
kk: түн
ru: ночей
tr: gece
uk: ночей

# journey.detail.days_left
source: days left
kk: күн қалды
ru: дней осталось
tr: gün kaldı
uk: днів залишилось

# journey.detail.starts_in
source: Starts in
kk: Басталады
ru: Начнётся через
tr: Başlıyor
uk: Починається через

# journey.detail.days_ago
source: days ago
kk: күн бұрын
ru: дней назад
tr: gün önce
uk: днів тому

# journey.detail.total_spent
source: Total Spent
kk: Жалпы шығын
ru: Всего потрачено
tr: Toplam Harcama
uk: Загальні витрати

# journey.detail.expenses
source: Expenses
kk: Шығындар
ru: Расходы
tr: Harcamalar
uk: Витрати

# journey.detail.section.transport
source: Transport
kk: Көлік
ru: Транспорт
tr: Ulaşım
uk: Транспорт

# journey.detail.section.hotels
source: Hotels
kk: Қонақ үйлер
ru: Отели
tr: Oteller
uk: Готелі

# journey.detail.section.car_rentals
source: Car Rentals
kk: Автокөлік жалдау
ru: Аренда авто
tr: Araç Kiralama
uk: Оренда авто

# journey.detail.section.documents
source: Documents
kk: Құжаттар
ru: Документы
tr: Belgeler
uk: Документи

# journey.detail.section.notes
source: Notes
kk: Жазбалар
ru: Заметки
tr: Notlar
uk: Нотатки

# journey.detail.section.places
source: Places to Visit
kk: Баратын орындар
ru: Места для посещения
tr: Gezilecek Yerler
uk: Місця для відвідування

# journey.detail.section.reminders
source: Reminders
kk: Еске салулар
ru: Напоминания
tr: Hatırlatmalar
uk: Нагадування

# journey.detail.section.budget
source: Budget
kk: Бюджет
ru: Бюджет
tr: Bütçe
uk: Бюджет

# journey.detail.empty.title
source: No journey selected
kk: Сапар таңдалмаған
ru: Поездка не выбрана
tr: Seyahat seçilmedi
uk: Подорож не обрана

# journey.detail.empty.subtitle
source: Create your first journey to start tracking your travel details.
kk: Саяхат мәліметтерін қадағалау үшін бірінші сапарыңызды жасаңыз.
ru: Создайте первую поездку, чтобы начать отслеживать детали путешествия.
tr: Seyahat detaylarınızı takip etmeye başlamak için ilk seyahatinizi oluşturun.
uk: Створіть першу подорож, щоб почати відстежувати деталі своїх мандрівок.

# journey.detail.empty.add_button
source: Create Journey
kk: Сапар құру
ru: Создать поездку
tr: Seyahat Oluştur
uk: Створити подорож

# journey.detail.transport.empty
source: No transport bookings yet
kk: Көлік брондау жоқ
ru: Нет бронирований транспорта
tr: Henüz ulaşım rezervasyonu yok
uk: Бронювань транспорту немає

# journey.detail.hotels.empty
source: No hotel bookings yet
kk: Қонақ үй брондау жоқ
ru: Нет бронирований отелей
tr: Henüz otel rezervasyonu yok
uk: Бронювань готелів немає

# journey.detail.car_rentals.empty
source: No car rentals yet
kk: Автокөлік жалдау жоқ
ru: Нет аренды автомобилей
tr: Henüz araç kiralama yok
uk: Оренди авто немає

# journey.detail.documents.empty
source: No documents attached
kk: Құжаттар тіркелмеген
ru: Документы не прикреплены
tr: Belge eklenmedi
uk: Документи не прикріплені

# journey.detail.documents.count
source: documents
kk: құжат
ru: документов
tr: belge
uk: документів

# journey.detail.notes.empty
source: No notes yet
kk: Жазбалар жоқ
ru: Заметок пока нет
tr: Henüz not yok
uk: Нотаток поки немає

# journey.detail.places.empty
source: No places to visit yet
kk: Баратын орындар жоқ
ru: Мест для посещения пока нет
tr: Henüz gezilecek yer yok
uk: Місць для відвідування поки немає

# journey.detail.reminders.empty
source: No reminders yet
kk: Еске салулар жоқ
ru: Напоминаний пока нет
tr: Henüz hatırlatma yok
uk: Нагадувань поки немає

# journey.detail.budget.empty
source: No expenses tracked yet
kk: Шығындар тіркелмеген
ru: Расходы не отслеживаются
tr: Henüz harcama kaydedilmedi
uk: Витрати ще не відстежуються

# transport.list.title
source: Transport
kk: Көлік
ru: Транспорт
tr: Ulaşım
uk: Транспорт

# transport.list.empty.title
source: No transport bookings
kk: Көлік брондау жоқ
ru: Нет бронирований транспорта
tr: Ulaşım rezervasyonu yok
uk: Немає бронювань транспорту

# transport.list.empty.subtitle
source: Add your flights, trains, buses and other transport bookings.
kk: Ұшақтарыңызды, пойыздарыңызды, автобустарыңызды және басқа көлік брондауларын қосыңыз.
ru: Добавьте ваши рейсы, поезда, автобусы и другие бронирования.
tr: Uçuşlarınızı, trenlerinizi, otobüslerinizi ve diğer ulaşım rezervasyonlarınızı ekleyin.
uk: Додайте ваші рейси, потяги, автобуси та інші бронювання транспорту.

# transport.list.empty.add_button
source: Add Transport
kk: Көлік қосу
ru: Добавить транспорт
tr: Ulaşım Ekle
uk: Додати транспорт

# transport.filter.all
source: All
kk: Барлығы
ru: Все
tr: Tümü
uk: Всі

# transport.filter.upcoming
source: Upcoming
kk: Алдағы
ru: Предстоящие
tr: Yaklaşan
uk: Майбутні

# transport.filter.in_progress
source: In Progress
kk: Жолда
ru: В пути
tr: Devam Eden
uk: В дорозі

# transport.filter.past
source: Past
kk: Өткен
ru: Прошедшие
tr: Geçmiş
uk: Минулі

# transport.filter.all_types
source: All Types
kk: Барлық түрлер
ru: Все виды
tr: Tüm Tipler
uk: Всі типи

# transport.status.upcoming
source: Upcoming
kk: Алдағы
ru: Предстоящий
tr: Yaklaşan
uk: Майбутній

# transport.status.in_progress
source: In Progress
kk: Жолда
ru: В пути
tr: Devam Eden
uk: В дорозі

# transport.status.completed
source: Completed
kk: Аяқталған
ru: Завершён
tr: Tamamlandı
uk: Завершений

# transport.detail.seat
source: Seat
kk: Орын
ru: Место
tr: Koltuk
uk: Місце

# transport.detail.booking_reference
source: Booking Reference
kk: Брондау нөмірі
ru: Номер бронирования
tr: Rezervasyon Numarası
uk: Номер бронювання

# transport.detail.cost
source: Cost
kk: Құны
ru: Стоимость
tr: Maliyet
uk: Вартість

# transport.detail.notes
source: Notes
kk: Жазбалар
ru: Заметки
tr: Notlar
uk: Нотатки

# transport.detail.add_reminder
source: Add Reminder
kk: Еске салу қосу
ru: Добавить напоминание
tr: Hatırlatma Ekle
uk: Додати нагадування

# transport.detail.departs_in
source: Departs in
kk: Шығу
ru: Отправление через
tr: Kalkış
uk: Відправлення через

# transport.detail.departing_soon
source: Departing soon
kk: Жақында шығады
ru: Скоро отправление
tr: Yakında kalkıyor
uk: Скоро відправлення

# transport.detail.delete_confirm.title
source: Delete Transport?
kk: Көлікті жою?
ru: Удалить транспорт?
tr: Ulaşımı Sil?
uk: Видалити транспорт?

# transport.detail.delete_confirm.message
source: This will permanently delete this transport booking and any associated reminders.
kk: Бұл көлік брондауы және барлық байланысты еске салулар біржола жойылады.
ru: Это навсегда удалит это бронирование и все связанные напоминания.
tr: Bu ulaşım rezervasyonu ve ilişkili tüm hatırlatmalar kalıcı olarak silinecek.
uk: Це назавжди видалить це бронювання та всі пов'язані нагадування.

# transport.form.add_title
source: Add Transport
kk: Көлік қосу
ru: Добавить транспорт
tr: Ulaşım Ekle
uk: Додати транспорт

# transport.form.edit_title
source: Edit Transport
kk: Көлікті өзгерту
ru: Редактировать транспорт
tr: Ulaşımı Düzenle
uk: Редагувати транспорт

# transport.form.section.type
source: Transport Type
kk: Көлік түрі
ru: Тип транспорта
tr: Ulaşım Tipi
uk: Тип транспорту

# transport.form.section.carrier
source: Carrier Info
kk: Тасымалдаушы ақпараты
ru: Информация о перевозчике
tr: Taşıyıcı Bilgisi
uk: Інформація про перевізника

# transport.form.section.route
source: Route
kk: Бағыт
ru: Маршрут
tr: Güzergah
uk: Маршрут

# transport.form.section.schedule
source: Schedule
kk: Кесте
ru: Расписание
tr: Zaman Çizelgesi
uk: Розклад

# transport.form.section.details
source: Details
kk: Мәліметтер
ru: Детали
tr: Detaylar
uk: Деталі

# transport.form.section.cost
source: Cost
kk: Құны
ru: Стоимость
tr: Maliyet
uk: Вартість

# transport.form.section.notes
source: Notes
kk: Жазбалар
ru: Заметки
tr: Notlar
uk: Нотатки

# transport.form.type
source: Type
kk: Түрі
ru: Тип
tr: Tip
uk: Тип

# transport.form.departure
source: Departure
kk: Шығу
ru: Отправление
tr: Kalkış
uk: Відправлення

# transport.form.arrival
source: Arrival
kk: Келу
ru: Прибытие
tr: Varış
uk: Прибуття

# transport.form.duration
source: Duration
tr: Süre
uk: Тривалість

# transport.form.seat
source: Seat Number
kk: Орын нөмірі
ru: Номер места
tr: Koltuk Numarası
uk: Номер місця

# transport.form.seats
source: Seat Number(s)
kk: Орын нөмірі/нөмірлері
ru: Номер(а) мест
tr: Koltuk Numarası/Numaraları

# transport.form.booking_reference
source: Booking Reference
kk: Брондау нөмірі
ru: Номер бронирования
tr: Rezervasyon Numarası
uk: Номер бронювання

# transport.form.cost
source: Cost
kk: Құны
ru: Стоимость
tr: Maliyet
uk: Вартість

# transport.form.section.booking
source: Booking Reference
kk: Брондау нөмірі
ru: Номер бронирования
tr: Rezervasyon Numarası

# transport.form.section.number
source: Transport Number
kk: Көлік нөмірі
ru: Номер транспорта
tr: Ulaşım Numarası

# transport.form.error.booking_required
source: Please enter a booking reference.
kk: Брондау нөмірін енгізіңіз.
ru: Пожалуйста, введите номер бронирования.
tr: Lütfen bir rezervasyon numarası girin.

# transport.form.error.invalid_cost
source: Please enter a valid cost amount.
kk: Жарамды соманы енгізіңіз.
ru: Введите корректную сумму.
tr: Lütfen geçerli bir tutar girin.
uk: Будь ласка, введіть коректну суму.

# transport.form.section.for_whom
source: For Whom
kk: Кімге арналған
ru: Для кого
tr: Kimin için

# transport.form.for_whom
source: Passenger Name(s)
kk: Жолаушы аты/аттары
ru: Имя пассажира(ов)
tr: Yolcu Adı/Adları

# transport.reminder.24h_before
source: 24 hours before
kk: 24 сағат бұрын
ru: За 24 часа
tr: 24 saat önce
uk: За 24 години

# transport.reminder.3h_before
source: 3 hours before
kk: 3 сағат бұрын
ru: За 3 часа
tr: 3 saat önce
uk: За 3 години

# transport.reminder.1h_before
source: 1 hour before
kk: 1 сағат бұрын
ru: За 1 час
tr: 1 saat önce
uk: За 1 годину

# transport.reminder.custom
source: Custom time
kk: Өзгеше уақыт
ru: Другое время
tr: Özel zaman
uk: Інший час

# transport.reminder.when
source: When to remind
kk: Қашан еске салу
ru: Когда напомнить
tr: Ne zaman hatırlat
uk: Коли нагадати

# transport.reminder.date
source: Reminder Date
kk: Еске салу күні
ru: Дата напоминания
tr: Hatırlatma Tarihi
uk: Дата нагадування

# transport.reminder.preview
source: Reminder will be sent
kk: Еске салу жіберіледі
ru: Напоминание будет отправлено
tr: Hatırlatma gönderilecek
uk: Нагадування буде надіслано

# transport.reminder.notification.title
source: Transport Reminder
kk: Көлік еске салуы
ru: Напоминание о транспорте
tr: Ulaşım Hatırlatması
uk: Нагадування про транспорт

# hotel.list.title
source: Hotels
kk: Қонақ үйлер
ru: Отели
tr: Oteller
uk: Готелі

# hotel.list.empty.title
source: No hotels
kk: Қонақ үйлер жоқ
ru: Нет отелей
tr: Otel yok
uk: Немає готелів

# hotel.list.empty.message
source: Add your hotel bookings to keep track of your accommodations.
kk: Тұрғылықты бақылау үшін қонақ үй брондарын қосыңыз.
ru: Добавьте бронирования отелей, чтобы отслеживать ваше проживание.
tr: Konaklamalarınızı takip etmek için otel rezervasyonlarınızı ekleyin.
uk: Додайте бронювання готелів, щоб відстежувати ваше проживання.

# hotel.list.add_first
source: Add Hotel
kk: Қонақ үй қосу
ru: Добавить отель
tr: Otel Ekle
uk: Додати готель

# hotel.filter.all
source: All
kk: Барлығы
ru: Все
tr: Tümü
uk: Всі

# hotel.filter.upcoming
source: Upcoming
kk: Алдағы
ru: Предстоящие
tr: Yaklaşan
uk: Майбутні

# hotel.filter.active
source: Active
kk: Белсенді
ru: Активные
tr: Aktif
uk: Активні

# hotel.filter.past
source: Past
kk: Өткен
ru: Прошедшие
tr: Geçmiş
uk: Минулі

# hotel.status.upcoming
source: Upcoming
kk: Алдағы
ru: Предстоит
tr: Yaklaşan
uk: Майбутній

# hotel.status.active
source: Staying
kk: Тұру
ru: Проживание
tr: Konaklama
uk: Проживання

# hotel.status.past
source: Past
kk: Өткен
ru: Прошло
tr: Geçmiş
uk: Минулий

# hotel.nights
source: nights
kk: түн
ru: ночей
tr: gece
uk: ночей

# hotel.nights_short
source: n
kk: т
ru: н
tr: g
uk: н

# hotel.detail.title
source: Hotel Details
kk: Қонақ үй мәліметтері
ru: Детали отеля
tr: Otel Detayları
uk: Деталі готелю
