Repository: maximgorbatyuk/journey-wallet
Catalog: JourneyWallet/*.lproj/Localizable.strings
Languages: kk, ru, tr, uk

source: Cancel
kk: Бас тарт
ru: Отмена
tr: İptal
uk: Скасувати

source: Save
kk: Сақтау
ru: Сохранить
tr: Kaydet
uk: Зберегти

source: Close
kk: Жабу
ru: Закрыть
tr: Kapat
uk: Закрити

source: Delete
kk: Жою
ru: Удалить
tr: Sil
uk: Видалити

source: Delete All
kk: Барлығын жою
ru: Удалить все
tr: Tümünü Sil
uk: Видалити все

source: Next
kk: Келесі
ru: Далее
tr: Sonraki
uk: Далі

source: Skip
kk: Өтіп кесу
ru: Пропустить
tr: Atla
uk: Пропустити

source: Previous
kk: Алдыңғы
ru: Назад
tr: Önceki
uk: Назад

source: Yes
kk: Иә
ru: Да
tr: Evet
uk: Так

source: No
kk: Жоқ
ru: Нет
tr: Hayır
uk: Ні

source: Name
kk: Аты
ru: Название
tr: İsim
uk: Назва

source: Optional
kk: Міндетті емес
ru: Необязательно
tr: İsteğe bağlı
uk: Необов'язково

source: Add
kk: Қосу
ru: Добавить
tr: Ekle
uk: Додати

source: Edit
kk: Өзгерту
ru: Редактировать
tr: Düzenle
uk: Редагувати

source: Open
kk: Ашу
ru: Открыть
tr: Aç
uk: Відкрити

source: Create
kk: Жасау
ru: Создать
tr: Oluştur
uk: Створити

source: Select
kk: Таңда
ru: Выбрать
tr: Seç
uk: Вибрати

source: Loading
kk: Жүктелуде
ru: Загрузка
tr: Yükleniyor
uk: Завантаження

source: Error
kk: Қате
ru: Ошибка
tr: Hata
uk: Помилка

source: Warning
kk: Ескерту
ru: Предупреждение
tr: Uyarı
uk: Попередження

source: Information
kk: Ақпарат
ru: Информация
tr: Bilgi
uk: Інформація

source: Success
kk: Сәтті
ru: Успешно
tr: Başarılı
uk: Успішно

source: Failed
kk: Сәтсіз
ru: Не удалось
tr: Başarısız
uk: Не вдалося

source: Retry
kk: Қайтала
ru: Повторить
tr: Tekrar dene
uk: Повторити

source: OK
kk: ОК
ru: ОК
tr: Tamam
uk: ОК

source: Stats
kk: Статистика
ru: Статистика
tr: İstatistikler
uk: Статистика

source: Settings
kk: Параметрлер
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: About
kk: Осы туралы
ru: О приложении
tr: Hakkında
uk: Про додаток

source: User settings
kk: Пайдалан параметрлері
ru: Настройки пользователя
tr: Kullanıcı ayarları
uk: Налаштування користувача

source: Currency
kk: Валюта
ru: Валюта
tr: Para birimi
uk: Валюта

source: Select default currency
kk: Әдепкі валютаны таңдаңыз
ru: Выбрать валюту по умолчанию
tr: Varsayılan para birimini seç
uk: Виберіть валюту за замовчуванням

source: Notifications enabled
kk: Хабарландырулар қосылды
ru: Уведомления включены
tr: Bildirimler etkin
uk: Сповіщення увімкнено

source: Language
kk: Тіл
ru: Язык
tr: Dil
uk: Мова

source: Select your language
kk: Тіліңізді таңдаңыз
ru: Выберите язык
tr: Dilinizi seçin
uk: Виберіть мову

source: About app
kk: Қосымша туралы
ru: О приложении
tr: Uygulama hakkında
uk: Про додаток

source: App version
kk: Қосымша нұсқасы
ru: Версия приложения
tr: Uygulama sürümü
uk: Версія додатка

source: Developer
kk: Дамушушы
ru: Разработчик
tr: Geliştirici
uk: Розробник

source: What is the app about?
kk: Бұл қосымша не туралы?
ru: Что это за приложение?
tr: Uygulama ne hakkında?
uk: Про що це за додаток?

source: Rate the app
kk: Қосымшаны бағалаңыз
ru: Оцените приложение
tr: Uygulamayı değerlendir
uk: Оцініть додаток

source: Contact developer via Telegram
kk: Telegram арқылы дамушушымен байланысыңыз
ru: Связаться с разработчиком через Telegram
tr: Geliştirici ile Telegram üzerinden iletişime geç
uk: Зв'язатись з розробником через Telegram

source: Welcome to
kk: Қош келдіңіз
ru: Добро пожаловать в
tr: Hoş geldiniz
uk: Ласкаво просимо до

source: Get started
kk: Бастау
ru: Начать
tr: Başla
uk: Початок

source: Start onboarding again
kk: Таныстыруды қайтадан бастау
ru: Начать обучение заново
tr: Yine başlangıç yap
uk: Почати навчання зново

# onboarding.track_journeys
source: Track Your Journeys
kk: Сапарларды қадағалаңыз
ru: Отслеживайте путешествия
tr: Seyahatlerinizi Takip Edin
uk: Відстежуйте подорожі

# onboarding.track_journeys__subtitle
source: Plan and organize all your trips in one place. Keep track of destinations, dates, and travel details.
kk: Барлық саяхаттарыңызды бір жерде жоспарлаңыз және ұйымдастырыңыз. Бағыттарды, күндерді және мәліметтерді қадағалаңыз.
ru: Планируйте и организуйте все поездки в одном месте. Следите за направлениями, датами и деталями.
tr: Tüm gezilerinizi tek bir yerde planlayın ve düzenleyin. Destinasyonları, tarihleri ve detayları takip edin.
uk: Плануйте та організовуйте всі поїздки в одному місці. Слідкуйте за напрямками, датами та деталями.

# onboarding.store_bookings
source: Store Bookings & Documents
kk: Брондауларды және құжаттарды сақтаңыз
ru: Храните бронирования и документы
tr: Rezervasyonları ve Belgeleri Saklayın
uk: Зберігайте бронювання та документи

# onboarding.store_bookings__subtitle
source: Save flight tickets, hotel reservations, and travel documents. Access everything offline.
kk: Ұшақ билеттерін, қонақүй брондауларын және саяхат құжаттарын сақтаңыз. Барлығына офлайн кіріңіз.
ru: Сохраняйте билеты, брони отелей и документы. Доступ ко всему даже без интернета.
tr: Uçak biletlerini, otel rezervasyonlarını ve seyahat belgelerini kaydedin. Her şeye çevrimdışı erişin.
uk: Зберігайте квитки, бронювання готелів та документи. Доступ до всього навіть без інтернету.

# onboarding.travel_reminders
source: Get Travel Reminders
kk: Саяхат еске салуларын алыңыз
ru: Получайте напоминания
tr: Seyahat Hatırlatıcıları Alın
uk: Отримуйте нагадування

# onboarding.travel_reminders__subtitle
source: Never miss a flight or check-in. Set reminders for all your important travel events.
kk: Ешбір рейсті немесе тіркелуді жіберіп алмаңыз. Барлық маңызды саяхат оқиғалары үшін еске салулар орнатыңыз.
ru: Не пропустите рейс или заселение. Устанавливайте напоминания для важных событий.
tr: Hiçbir uçuşu veya check-in'i kaçırmayın. Tüm önemli seyahat etkinlikleri için hatırlatıcılar ayarlayın.
uk: Не пропустіть рейс або заселення. Встановлюйте нагадування для важливих подій.

# onboarding.view_statistics
source: View Travel Statistics
kk: Саяхат статистикасын көріңіз
ru: Смотрите статистику
tr: Seyahat İstatistiklerini Görüntüleyin
uk: Переглядайте статистику

# onboarding.view_statistics__subtitle
source: See your travel history at a glance. Track expenses, destinations visited, and more.
kk: Саяхат тарихыңызды бір қарағанда көріңіз. Шығындарды, барған жерлерді және т.б. қадағалаңыз.
ru: Вся история путешествий на одном экране. Отслеживайте расходы, посещённые места и многое другое.
tr: Seyahat geçmişinizi bir bakışta görün. Harcamaları, ziyaret edilen yerleri ve daha fazlasını takip edin.
uk: Вся історія подорожей на одному екрані. Відстежуйте витрати, відвідані місця та багато іншого.

# empty.journeys.title
source: No Journeys Yet
kk: Әзірге сапар жоқ
ru: Пока нет поездок
tr: Henüz Seyahat Yok
uk: Поки немає поїздок

# empty.journeys.message
source: Start planning your next adventure by creating your first journey.
kk: Алғашқы сапарыңызды жасау арқылы келесі шытырман оқиғаңызды жоспарлауды бастаңыз.
ru: Начните планировать следующее приключение, создав первую поездку.
tr: İlk seyahatinizi oluşturarak bir sonraki maceranızı planlamaya başlayın.
uk: Почніть планувати наступну пригоду, створивши першу поїздку.

# empty.journeys.action
source: Create Journey
kk: Сапар жасау
ru: Создать поездку
tr: Seyahat Oluştur
uk: Створити поїздку

# empty.transports.title
source: No Transports
kk: Көлік жоқ
ru: Нет транспорта
tr: Ulaşım Yok
uk: Немає транспорту

# empty.transports.message
source: Add flights, trains, or other transport to track your travel itinerary.
kk: Саяхат бағытыңызды қадағалау үшін рейстерді, пойыздарды немесе басқа көліктерді қосыңыз.
ru: Добавьте рейсы, поезда или другой транспорт для отслеживания маршрута.
tr: Seyahat güzergahınızı takip etmek için uçuşlar, trenler veya diğer ulaşımları ekleyin.
uk: Додайте рейси, поїзди або інший транспорт для відстеження маршруту.

# empty.transports.action
source: Add Transport
kk: Көлік қосу
ru: Добавить транспорт
tr: Ulaşım Ekle
uk: Додати транспорт

# empty.hotels.title
source: No Hotels
kk: Қонақүй жоқ
ru: Нет отелей
tr: Otel Yok
uk: Немає готелів

# empty.hotels.message
source: Add your hotel bookings to keep all accommodation details in one place.
kk: Барлық тұру мәліметтерін бір жерде сақтау үшін қонақүй брондауларыңызды қосыңыз.
ru: Добавьте бронирования отелей, чтобы все данные были в одном месте.
tr: Tüm konaklama detaylarını tek bir yerde tutmak için otel rezervasyonlarınızı ekleyin.
uk: Додайте бронювання готелів, щоб усі дані були в одному місці.

# empty.hotels.action
source: Add Hotel
kk: Қонақүй қосу
ru: Добавить отель
tr: Otel Ekle
uk: Додати готель

# empty.car_rentals.title
source: No Car Rentals
kk: Көлік жалдауы жоқ
ru: Нет аренды авто
tr: Araç Kiralama Yok
uk: Немає оренди авто

# empty.car_rentals.message
source: Add car rental details for easy access during your trip.
kk: Сапарыңыз кезінде оңай кіру үшін көлік жалдау мәліметтерін қосыңыз.
ru: Добавьте данные об аренде автомобиля для удобного доступа в поездке.
tr: Seyahatiniz sırasında kolay erişim için araç kiralama detaylarını ekleyin.
uk: Додайте дані про оренду автомобіля для зручного доступу в поїздці.

# empty.car_rentals.action
source: Add Car Rental
kk: Көлік жалдауын қосу
ru: Добавить аренду
tr: Araç Kiralama Ekle
uk: Додати оренду

# empty.documents.title
source: No Documents
kk: Құжат жоқ
ru: Нет документов
tr: Belge Yok
uk: Немає документів

# empty.documents.message
source: Store important travel documents like tickets, confirmations, and ID copies.
kk: Билеттер, растаулар және жеке куәлік көшірмелері сияқты маңызды саяхат құжаттарын сақтаңыз.
ru: Храните важные документы: билеты, подтверждения и копии документов.
tr: Biletler, onaylar ve kimlik kopyaları gibi önemli seyahat belgelerini saklayın.
uk: Зберігайте важливі документи: квитки, підтвердження та копії документів.

# empty.documents.action
source: Add Document
kk: Құжат қосу
ru: Добавить документ
tr: Belge Ekle
uk: Додати документ

# empty.notes.title
source: No Notes
kk: Жазба жоқ
ru: Нет заметок
tr: Not Yok
uk: Немає нотаток

# empty.notes.message
source: Add notes about your trip, tips, or things to remember.
kk: Сапарыңыз, кеңестер немесе есте сақтау керек нәрселер туралы жазбалар қосыңыз.
ru: Добавляйте заметки о поездке, советы или важные моменты.
tr: Seyahatiniz, ipuçları veya hatırlanacak şeyler hakkında notlar ekleyin.
uk: Додавайте нотатки про поїздку, поради або важливі моменти.

# empty.notes.action
source: Add Note
kk: Жазба қосу
ru: Добавить заметку
tr: Not Ekle
uk: Додати нотатку

# empty.places.title
source: No Places
kk: Орын жоқ
ru: Нет мест
tr: Yer Yok
uk: Немає місць

# empty.places.message
source: Create a list of places you want to visit during your journey.
kk: Сапарыңыз кезінде баратын орындар тізімін жасаңыз.
ru: Создайте список мест, которые хотите посетить во время путешествия.
tr: Seyahatiniz sırasında ziyaret etmek istediğiniz yerlerin bir listesini oluşturun.
uk: Створіть список місць, які хочете відвідати під час подорожі.

# empty.places.action
source: Add Place
kk: Орын қосу
ru: Добавить место
tr: Yer Ekle
uk: Додати місце

# empty.expenses.title
source: No Expenses
kk: Шығын жоқ
ru: Нет расходов
tr: Gider Yok
uk: Немає витрат

# empty.expenses.message
source: Track your travel spending by adding expenses.
kk: Шығындар қосу арқылы саяхат шығындарыңызды қадағалаңыз.
ru: Отслеживайте траты в поездке, добавляя расходы.
tr: Giderler ekleyerek seyahat harcamalarınızı takip edin.
uk: Відстежуйте витрати в поїздці, додаючи витрати.

# empty.expenses.action
source: Add Expense
kk: Шығын қосу
ru: Добавить расход
tr: Gider Ekle
uk: Додати витрату

# empty.reminders.title
source: No Reminders
kk: Еске салу жоқ
ru: Нет напоминаний
tr: Hatırlatıcı Yok
uk: Немає нагадувань

# empty.reminders.message
source: Set reminders for important travel events and tasks.
kk: Маңызды саяхат оқиғалары мен тапсырмалар үшін еске салулар орнатыңыз.
ru: Устанавливайте напоминания для важных событий и задач.
tr: Önemli seyahat etkinlikleri ve görevler için hatırlatıcılar ayarlayın.
uk: Встановлюйте нагадування для важливих подій та завдань.

# empty.reminders.action
source: Add Reminder
kk: Еске салу қосу
ru: Добавить напоминание
tr: Hatırlatıcı Ekle
uk: Додати нагадування

# empty.search.title
source: No Results
kk: Нәтиже жоқ
ru: Ничего не найдено
tr: Sonuç Yok
uk: Нічого не знайдено

# empty.search.message
source: Try a different search term or check your spelling.
kk: Басқа іздеу сөзін қолданып көріңіз немесе емлеңізді тексеріңіз.
ru: Попробуйте другой запрос или проверьте написание.
tr: Farklı bir arama terimi deneyin veya yazımınızı kontrol edin.
uk: Спробуйте інший запит або перевірте написання.

# error.network.title
source: No Connection
kk: Байланыс жоқ
ru: Нет соединения
tr: Bağlantı Yok
uk: Немає з'єднання

# error.network.message
source: Please check your internet connection and try again.
kk: Интернет байланысыңызды тексеріп, қайталап көріңіз.
ru: Проверьте подключение к интернету и попробуйте снова.
tr: Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Перевірте підключення до інтернету та спробуйте знову.

# error.database.title
source: Database Error
kk: Деректер қоры қатесі
ru: Ошибка базы данных
tr: Veritabanı Hatası
uk: Помилка бази даних

# error.database.message
source: There was a problem accessing your data. Please try again.
kk: Деректеріңізге кіру кезінде мәселе туындады. Қайталап көріңіз.
ru: Возникла проблема при доступе к данным. Попробуйте снова.
tr: Verilerinize erişirken bir sorun oluştu. Lütfen tekrar deneyin.
uk: Виникла проблема при доступі до даних. Спробуйте знову.

# error.permission.title
source: Permission Required
kk: Рұқсат қажет
ru: Требуется разрешение
tr: İzin Gerekli
uk: Потрібен дозвіл

# error.permission.message
source: Please grant the necessary permissions to continue.
kk: Жалғастыру үшін қажетті рұқсаттарды беріңіз.
ru: Пожалуйста, предоставьте необходимые разрешения для продолжения.
tr: Devam etmek için lütfen gerekli izinleri verin.
uk: Будь ласка, надайте необхідні дозволи для продовження.

# error.not_found.title
source: Not Found
kk: Табылмады
ru: Не найдено
tr: Bulunamadı
uk: Не знайдено

# error.not_found.message
source: The requested item could not be found.
kk: Сұралған элемент табылмады.
ru: Запрошенный элемент не найден.
tr: İstenen öğe bulunamadı.
uk: Запитаний елемент не знайдено.

# error.generic.title
source: Something Went Wrong
kk: Бірдеңе дұрыс болмады
ru: Что-то пошло не так
tr: Bir Şeyler Yanlış Gitti
uk: Щось пішло не так

# error.generic.message
source: An unexpected error occurred. Please try again.
kk: Күтпеген қате орын алды. Қайталап көріңіз.
ru: Произошла непредвиденная ошибка. Попробуйте снова.
tr: Beklenmeyen bir hata oluştu. Lütfen tekrar deneyin.
uk: Сталася непередбачена помилка. Спробуйте знову.

source: Export & Import
kk: Экспорт және импорт
ru: Экспорт и импорт
tr: Dışa Aktar ve İçe Aktar
uk: Експорт та імпорт

source: Export Data...
kk: Деректерді экспорттау...
ru: Экспорт данных...
tr: Verileri Dışa Aktar...
uk: Експортувати дані...

source: Import Data...
kk: Деректерді импорттау...
ru: Импорт данных...
tr: Verileri İçe Aktar...
uk: Імпортувати дані...

source: Preparing export...
kk: Экспорт дайындалуда...
ru: Подготовка экспорта...
tr: Dışa aktarım hazırlanıyor...
uk: Підготовка експорту...

source: Importing data...
kk: Деректер импортталуда...
ru: Импорт данных...
tr: Veriler içe aktarılıyor...
uk: Імпортування даних...

source: Export your data to back it up or transfer to another device.
kk: Деректеріңізді сақтау үшін экспорттаңыз немесе басқа құрылғаға беріңіз.
ru: Экспортируйте свои данные, чтобы создать резервную копию или перенести на другое устройство.
tr: Verilerinizi yedeklemek veya başka bir cihaza aktarmak için dışa aktarın.
uk: Експортуйте свої дані, щоб створити резервну копію або перенести на інший пристрій.

source: Import will replace all existing data.
kk: Импорт барлық деректерді алмастырады.
ru: Импорт заменит все существующие данные.
tr: İçe aktarma, mevcut tüm verilerin yerini alacak.
uk: Імпорт замінить всі існуючі дані.

source: Export Error
kk: Экспорт қатесі
ru: Ошибка экспорта
tr: Dışa aktarma hatası
uk: Помилка експорту

source: Import Error
kk: Импорт қатесі
ru: Ошибка импорта
tr: İçe aktarma hatası
uk: Помилка імпорту

source: Confirm Import
kk: Импортты растау
ru: Подтвердить импорт
tr: İçe Aktarmayı Onayla
uk: Підтвердити імпорт

source: Import and Replace All Data
kk: Импорт және барлық деректерді алмастыру
ru: Импорт и замена всех данных
tr: İçe Aktar ve Tüm Verileri Değiştir
uk: Імпортувати та замінити всі дані

source: Source
kk: Көз
ru: Источник
tr: Kaynak
uk: Джерело

source: Export Date
kk: Экспорт күні
ru: Дата экспорта
tr: Dışa Aktarma Tarihi
uk: Дата експорту

source: Schema Version
kk: Схема нұсқасы
ru: Версия схемы
tr: Şema Sürümü
uk: Версія схеми

source: Data Summary
kk: Деректерді қорытындысы
ru: Сводка данных
tr: Veri Özeti
uk: Зведення про дані

source: notifications
kk: хабарландырулар
ru: уведомления
tr: bildirimler
uk: сповіщення

source: Date Range
kk: Күн ауқымы
ru: Диапазон дат
tr: Tarih Aralığı
uk: Діапазон дат

source: Warning: Importing will DELETE ALL existing data. This cannot be undone.
kk: Ескерту: Импорттау БАРЛЫҚ деректерді ЖОЯДЫ. Бұл қайтырар мүмкін емес.
ru: Предупреждение: При импорте ВСЕ существующие данные будут УДАЛЕНЫ. Это действие нельзя отменить.
tr: Uyarı: İçe aktarma sırasında MEVCUT TÜM veriler SİLİNECEK. Bu işlem geri alınamaz.
uk: Попередження: При імпорті ВСІ існуючі дані БУДУТЬ ВИДАЛЕНІ. Цю дію не можна скасувати.

# export.error.invalid_json
source: Invalid file format. Please select a valid backup file.
kk: Жарамсыз файл пішімі. Қолайты сақтау файлын таңдаңыз.
ru: Недопустимый формат файла. Пожалуйста, выберите корректный файл резервной копии.
tr: Geçersiz dosya formatı. Lütfen geçerli bir yedek dosyası seçin.
uk: Невалідний формат файлу. Будь ласка, виберіть коректний файл резервної копії.

# export.error.invalid_date
source: Invalid date found in backup file.
kk: Сақтау файлынан жарамсыз күн табылды.
ru: Обнаружена недопустимая дата в файле резервной копии.
tr: Yedek dosyasında geçersiz tarih bulundu.
uk: Знайдено некоректну дату у файлі резервної копії.

# export.error.corrupted
source: The backup file is corrupted and cannot be restored.
kk: Сақтау файлы зақдалған және қалпына келмейді.
ru: Файл резервной копии поврежден и не может быть восстановлен.
tr: Yedek dosyası bozuk ve geri yüklenemiyor.
uk: Файл резервної копії пошкоджено і не може бути відновлено.

source: iCloud Backup
kk: iCloud сақталу
ru: Резервное копирование iCloud
tr: iCloud Yedekleme
uk: Резервне копіювання iCloud

source: iCloud Not Available
kk: iCloud қолжымсыз
ru: iCloud недоступно
tr: iCloud Kullanılamıyor
uk: iCloud недоступний

source: Please sign in to iCloud in Settings to enable backups.
kk: Сақтауларды қосу үшін Параметрлерде iCloud-ге кіріңіз.
ru: Пожалуйста, войдите в iCloud в настройках, чтобы включить резервное копирование.
tr: Yedeklemeleri etkinleştirmek için Ayarlarda iCloud'a giriş yapın.
uk: Будь ласка, увійдіть до iCloud у налаштуваннях, щоб увімкнути резервне копіювання.

source: Backup Now
kk: Қазір сақтау
ru: Создать резервную копию
tr: Şimdi Yedekle
uk: Створити резервну копію

source: Creating backup...
kk: Сақтау жасалуда...
ru: Создание резервной копии...
tr: Yedek oluşturuluyor...
uk: Створення резервної копії...

source: Last backup
kk: Соңғы сақтау
ru: Последняя резервная копия
tr: Son yedek
uk: Остання резервна копія

source: View Backup History
kk: Сақтау тарихын қараңыз
ru: Просмотреть историю резервных копий
tr: Yedek Geçmişini Görüntüle
uk: Переглянути історію резервних копій

source: Automatic backups to iCloud keep your data safe.
kk: Автоматты iCloud сақтаулары деректеріңізді қауіпсіз сақтайды.
ru: Автоматическое резервное копирование в iCloud сохраняет ваши данные в безопасности.
tr: Otomatik iCloud yedeklemeleri verilerinizi güvende tutar.
uk: Автоматичні резервні копії в iCloud зберігають ваші дані в безпеці.

source: Maximum 5 backups kept, older than 30 days auto-deleted.
kk: Максимум 5 сақтау сақталады, 30 күннен ескілері автоматты түрде жояды.
ru: Максимум 5 резервных копий сохраняются, старее 30 дней автоматически удаляются.
tr: Maksimum 5 yedek tutulur, 30 günden eskileri otomatik silinir.
uk: Максимум 5 резервних копій зберігається, старіші за 30 днів автоматично видаляються.

source: iCloud Backups
kk: iCloud сақтаулары
ru: Резервные копии iCloud
tr: iCloud Yedekleri
uk: Резервні копії iCloud

source: Loading backups...
kk: Сақтаулар жүктелуде...
ru: Загрузка резервных копий...
tr: Yedekler yükleniyor...
uk: Завантаження резервних копій...

source: No backups found
kk: Сақтаулар табылмады
ru: Резервные копии не найдены
tr: Yedek bulunamadı
uk: Резервних копій не знайдено

source: Create your first backup to get started
kk: Бастау үшін алғашқы сақтауыңыз жасаңыз
ru: Создайте свою первую резервную копию, чтобы начать
tr: Başlamak için ilk yedeğinizi oluşturun
uk: Створіть свою першу резервну копію, щоб почати

source: Delete Backup?
kk: Сақтауды жоюға келесіз бе?
ru: Удалить резервную копию?
tr: Yedeği Sil?
uk: Видалити резервну копію?

source: Delete All Backups?
kk: Барлық сақтауларды жояға келесіз бе?
ru: Удалить все резервные копии?
tr: Tüm Yedekleri Sil?
uk: Видалити всі резервні копії?

source: Are you sure you want to delete all backups? This cannot be undone.
kk: Барлық сақтауларды жоюға сенімізсіз бе? Бұл қайтырар мүмкін емес.
ru: Вы уверены, что хотите удалить все резервные копии? Это действие нельзя отменить.
tr: Tüm yedekleri silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити всі резервні копії? Цю дію не можна скасувати.

source: Restore from Backup?
kk: Сақтаудан қалпына келтіру?
ru: Восстановить из резервной копии?
tr: Yedekten Geri Yükle?
uk: Відновити з резервної копії?

source: Restore
kk: Қалпына келтіру
ru: Восстановить
tr: Geri Yükle
uk: Відновити

source: Backup Error
kk: Сақтау қатесі
ru: Ошибка резервного копирования
tr: Yedekleme Hatası
uk: Помилка резервного копіювання

# backup.error.icloud_not_available
source: iCloud is not available. Please sign in to iCloud in Settings.
kk: iCloud қолжымсыз. Параметрлерден iCloud-ге кіріңіз.
ru: iCloud недоступно. Пожалуйста, войдите в iCloud в настройках.
tr: iCloud kullanılamıyor. Lütfen Ayarlarda iCloud'a giriş yapın.
uk: iCloud недоступний. Будь ласка, увійдіть до iCloud у налаштуваннях.

# backup.error.network_unavailable
source: No internet connection. Please check your network.
kk: Интернет байланысыз. Желіңізді тексеріңіз.
ru: Нет подключения к интернету. Пожалуйста, проверьте вашу сеть.
tr: İnternet bağlantısı yok. Lütfen ağınızı kontrol edin.
uk: Немає підключення до інтернету. Будь ласка, перевірте вашу мережу.

# backup.error.icloud_storage_full
source: iCloud storage is full. Please free up space or upgrade your plan.
kk: iCloud сақтасы толы. Орын босатыңыз немесе жоспарыңыз жаңартыңыз.
ru: Хранилище iCloud заполнен. Пожалуйста, освободите место или обновите ваш план.
tr: iCloud deposu dolu. Lütfen alan boşaltın veya planınızı yükseltin.
uk: Сховище iCloud заповнено. Будь ласка, звільніть місце або оновіть ваш план.

# backup.error.dev_backup_restore_on_prod_app
source: Development backup cannot be restored on a production build. Use a production backup instead.
kk: Өндіріс сақтауын өндіру нұсқасында қалпына келтіру мүмкін емес. Өндіріс емес сақтауын қолданыңыз.
ru: Резервная копия разработки не может быть восстановлена в рабочей версии. Используйте рабочую резервную копию.
tr: Geliştirme yedeği üretim sürümüne geri yüklenemez. Bunun yerine bir üretim yedeği kullanın.
uk: Резервну копію розробки не можна відновити у робочій версії. Використовуйте натомість резервну копію.

source: No Internet Connection
kk: Интернет байланысыз
ru: Нет подключения к интернету
tr: İnternet Bağlantısı Yok
uk: Немає підключення до інтернету
